Repository: Doctor-Ned/GuessWho
Catalog: GuessWhoResources/Properties/Resources.*.resx
Languages: ko_kr, ru_ru, zh_my

# CustomCategories_Man
source: Man
ko_kr: 남자
ru_ru: мужчина
zh_my: 男人

# CustomCategories_Woman
source: Woman
ko_kr: 여자
ru_ru: Женщина
zh_my: 女人

# League_BasicCategory_Assassin
source: Assassin
ko_kr: 암살자
ru_ru: Убийца
zh_my: 刺杀

# League_BasicCategory_Fighter
source: Fighter
ko_kr: 전사
ru_ru: Воин
zh_my: 斗士

# League_BasicCategory_Marksman
source: Marksman
ko_kr: 원거리
ru_ru: Стрелок
zh_my: 射手

# League_BasicCategory_Mage
source: Mage
ko_kr: 마법사
ru_ru: Маг
zh_my: 法师

# League_BasicCategory_Support
source: Support
ko_kr: 서포터
ru_ru: Поддержка
zh_my: 辅助

# League_BasicCategory_Tank
source: Tank
ko_kr: 탱커
ru_ru: Танк
zh_my: 坦克

# League_Champion_Aatrox_Name
source: Aatrox
ko_kr: 아트록스
ru_ru: Атрокс
zh_my: 厄萨斯

# League_Champion_Aatrox_Title
source: the Darkin Blade
ko_kr: 다르킨의 검
ru_ru: Клинок даркинов
zh_my: 冥血剑魔

# League_Champion_Ahri_Name
source: Ahri
ko_kr: 아리
ru_ru: Ари
zh_my: 阿璃

# League_Champion_Ahri_Title
source: the Nine-Tailed Fox
ko_kr: 구미호
ru_ru: Девятихвостая лиса
zh_my: 九尾妖狐

# League_Champion_Akali_Name
source: Akali
ko_kr: 아칼리
ru_ru: Акали
zh_my: 阿卡莉

# League_Champion_Akali_Title
source: the Rogue Assassin
ko_kr: 섬기는 이 없는 암살자
ru_ru: Вольная убийца
zh_my: 只影刺客

# League_Champion_Akshan_Name
source: Akshan
ko_kr: 아크샨
ru_ru: Акшан
zh_my: 埃可尚

# League_Champion_Akshan_Title
source: the Rogue Sentinel
ko_kr: 떠도는 감시자
ru_ru: Своевольный Страж
zh_my: 侠盗哨兵

# League_Champion_Alistar_Name
source: Alistar
ko_kr: 알리스타
ru_ru: Алистар
zh_my: 亚历斯塔

# League_Champion_Alistar_Title
source: the Minotaur
ko_kr: 미노타우로스
ru_ru: Минотавр
zh_my: 牛头酋长

# League_Champion_Amumu_Name
source: Amumu
ko_kr: 아무무
ru_ru: Амуму
zh_my: 阿姆姆

# League_Champion_Amumu_Title
source: the Sad Mummy
ko_kr: 슬픈 미라
ru_ru: Печальная мумия
zh_my: 殇之木乃伊

# League_Champion_Anivia_Name
source: Anivia
ko_kr: 애니비아
ru_ru: Анивия
zh_my: 艾妮维亚

# League_Champion_Anivia_Title
source: the Cryophoenix
ko_kr: 얼음불사조
ru_ru: Криофеникс
zh_my: 冰晶凤凰

# League_Champion_Annie_Name
source: Annie
ko_kr: 애니
ru_ru: Энни
zh_my: 安妮

# League_Champion_Annie_Title
source: the Dark Child
ko_kr: 어둠의 아이
ru_ru: Дитя тьмы
zh_my: 黑暗之女

# League_Champion_Aphelios_Name
source: Aphelios
ko_kr: 아펠리오스
ru_ru: Афелий
zh_my: 亚菲利欧

# League_Champion_Aphelios_Title
source: the Weapon of the Faithful
ko_kr: 신념의 무기
ru_ru: Оружие веры
zh_my: 信仰锐武

# League_Champion_Ashe_Name
source: Ashe
ko_kr: 애쉬
ru_ru: Эш
zh_my: 艾希

# League_Champion_Ashe_Title
source: the Frost Archer
ko_kr: 서리 궁수
ru_ru: Ледяная лучница
zh_my: 冰霜射手

# League_Champion_AurelionSol_Name
source: Aurelion Sol
ko_kr: 아우렐리온 솔
ru_ru: Аурелион Сол
zh_my: 翱锐龙兽

# League_Champion_AurelionSol_Title
source: The Star Forger
ko_kr: 별의 창조자
ru_ru: Создатель звезд
zh_my: 星际漫游者

# League_Champion_Azir_Name
source: Azir
ko_kr: 아지르
ru_ru: Азир
zh_my: 阿祈尔

# League_Champion_Azir_Title
source: the Emperor of the Sands
ko_kr: 사막의 황제
ru_ru: Император пустыни
zh_my: 苏瑞玛砂皇

# League_Champion_Bard_Name
source: Bard
ko_kr: 바드
ru_ru: Бард
zh_my: 巴德

# League_Champion_Bard_Title
source: the Wandering Caretaker
ko_kr: 영겁의 수호자
ru_ru: Странствующий хранитель
zh_my: 漂泊守望者

# League_Champion_Blitzcrank_Name
source: Blitzcrank
ko_kr: 블리츠크랭크
ru_ru: Блицкранк
zh_my: 布里茨

# League_Champion_Blitzcrank_Title
source: the Great Steam Golem
ko_kr: 거대 증기 골렘
ru_ru: Великий паровой голем
zh_my: 蒸汽巨神兵

# League_Champion_Brand_Name
source: Brand
ko_kr: 브랜드
ru_ru: Брэнд
zh_my: 布兰德

# League_Champion_Brand_Title
source: the Burning Vengeance
ko_kr: 타오르는 복수
ru_ru: Пылающее возмездие
zh_my: 复仇业火

# League_Champion_Braum_Name
source: Braum
ko_kr: 브라움
ru_ru: Браум
zh_my: 布郎姆

# League_Champion_Braum_Title
source: the Heart of the Freljord
ko_kr: 프렐요드의 심장
ru_ru: Сердце Фрельйорда
zh_my: 弗雷尔卓德豪腕

# League_Champion_Caitlyn_Name
source: Caitlyn
ko_kr: 케이틀린
ru_ru: Кейтлин
zh_my: 凯特琳

# League_Champion_Caitlyn_Title
source: the Sheriff of Piltover
ko_kr: 필트오버의 보안관
ru_ru: Шериф Пилтовера
zh_my: 执法者

# League_Champion_Camille_Name
source: Camille
ko_kr: 카밀
ru_ru: Камилла
zh_my: 卡蜜儿

# League_Champion_Camille_Title
source: the Steel Shadow
ko_kr: 강철의 그림자
ru_ru: Стальная тень
zh_my: 钢铁残影

# League_Champion_Cassiopeia_Name
source: Cassiopeia
ko_kr: 카시오페아
ru_ru: Кассиопея
zh_my: 卡莎碧雅

# League_Champion_Cassiopeia_Title
source: the Serpent's Embrace
ko_kr: 독사의 포옹
ru_ru: Змеиная хватка
zh_my: 蛇之拥抱

# League_Champion_Chogath_Name
source: Cho'Gath
ko_kr: 초가스
ru_ru: Чо'Гат
zh_my: 科加斯

# League_Champion_Chogath_Title
source: the Terror of the Void
ko_kr: 공허의 공포
ru_ru: Ужас Бездны
zh_my: 虚空恐惧

# League_Champion_Corki_Name
source: Corki
ko_kr: 코르키
ru_ru: Корки
zh_my: 库奇

# League_Champion_Corki_Title
source: the Daring Bombardier
ko_kr: 대담한 폭격수
ru_ru: Отважный бомбардир
zh_my: 英勇投弹手

# League_Champion_Darius_Name
source: Darius
ko_kr: 다리우스
ru_ru: Дариус
zh_my: 达瑞斯

# League_Champion_Darius_Title
source: the Hand of Noxus
ko_kr: 녹서스의 실력자
ru_ru: Рука Ноксуса
zh_my: 诺克萨斯之力

# League_Champion_Diana_Name
source: Diana
ko_kr: 다이애나
ru_ru: Диана
zh_my: 黛安娜

# League_Champion_Diana_Title
source: Scorn of the Moon
ko_kr: 차가운 달의 분노
ru_ru: Превосходство Луны
zh_my: 轻藐之月

# League_Champion_Draven_Name
source: Draven
ko_kr: 드레이븐
ru_ru: Дрейвен
zh_my: 达瑞文

# League_Champion_Draven_Title
source: the Glorious Executioner
ko_kr: 화려한 처형자
ru_ru: Блистательный палач
zh_my: 处刑娱乐大师

# League_Champion_DrMundo_Name
source: Dr. Mundo
ko_kr: 문도 박사
ru_ru: Доктор Мундо
zh_my: 蒙多医生

# League_Champion_DrMundo_Title
source: the Madman of Zaun
ko_kr: 자운의 광인
ru_ru: Сумасшедший из Зауна
zh_my: 佐恩狂人

# League_Champion_Ekko_Name
source: Ekko
ko_kr: 에코
ru_ru: Экко
zh_my: 艾克

# League_Champion_Ekko_Title
source: the Boy Who Shattered Time
ko_kr: 시간을 달리는 소년
ru_ru: Покоритель времени
zh_my: 时空少年

# League_Champion_Elise_Name
source: Elise
ko_kr: 엘리스
ru_ru: Элиза
zh_my: 伊莉丝

# League_Champion_Elise_Title
source: the Spider Queen
ko_kr: 거미 여왕
ru_ru: Королева пауков
zh_my: 蜘蛛女王

# League_Champion_Evelynn_Name
source: Evelynn
ko_kr: 이블린
ru_ru: Эвелинн
zh_my: 伊芙琳

# League_Champion_Evelynn_Title
source: Agony's Embrace
ko_kr: 고통스런 포옹
ru_ru: Объятия агонии
zh_my: 临终拥抱

# League_Champion_Ezreal_Name
source: Ezreal
ko_kr: 이즈리얼
ru_ru: Эзреаль
zh_my: 伊泽瑞尔

# League_Champion_Ezreal_Title
source: the Prodigal Explorer
ko_kr: 무모한 탐험가
ru_ru: Вольный исследователь
zh_my: 探险家

# League_Champion_Fiddlesticks_Name
source: Fiddlesticks
ko_kr: 피들스틱
ru_ru: Фиддлстикс
zh_my: 费德提克

# League_Champion_Fiddlesticks_Title
source: the Ancient Fear
ko_kr: 오래된 공포
ru_ru: Древний ужас
zh_my: 亘古之惧

# League_Champion_Fiora_Name
source: Fiora
ko_kr: 피오라
ru_ru: Фиора
zh_my: 菲欧拉

# League_Champion_Fiora_Title
source: the Grand Duelist
ko_kr: 결투의 대가
ru_ru: Бесподобный дуэлянт
zh_my: 孤高剑客

# League_Champion_Fizz_Name
source: Fizz
ko_kr: 피즈
ru_ru: Физз
zh_my: 飞斯

# League_Champion_Fizz_Title
source: the Tidal Trickster
ko_kr: 대양의 말썽꾸러기
ru_ru: Морской ловкач
zh_my: 深海顽童

# League_Champion_Galio_Name
source: Galio
ko_kr: 갈리오
ru_ru: Галио
zh_my: 加里欧

# League_Champion_Galio_Title
source: the Colossus
ko_kr: 위대한 석상
ru_ru: Колосс
zh_my: 御国巨像

# League_Champion_Gangplank_Name
source: Gangplank
ko_kr: 갱플랭크
ru_ru: Гангпланк
zh_my: 刚普朗克

# League_Champion_Gangplank_Title
source: the Saltwater Scourge
ko_kr: 바다의 무법자
ru_ru: Гроза морей
zh_my: 海洋之灾

# League_Champion_Garen_Name
source: Garen
ko_kr: 가렌
ru_ru: Гарен
zh_my: 盖伦

# League_Champion_Garen_Title
source: The Might of Demacia
ko_kr: 데마시아의 힘
ru_ru: Мощь Демасии
zh_my: 蒂玛西亚之力

# League_Champion_Gnar_Name
source: Gnar
ko_kr: 나르
ru_ru: Гнар
zh_my: 呐儿

# League_Champion_Gnar_Title
source: the Missing Link
ko_kr: 잃어버린 고리
ru_ru: Недостающее звено
zh_my: 失落之子

# League_Champion_Gragas_Name
source: Gragas
ko_kr: 그라가스
ru_ru: Грагас
zh_my: 古拉格斯

# League_Champion_Gragas_Title
source: the Rabble Rouser
ko_kr: 술취한 난동꾼
ru_ru: Бедокур
zh_my: 酒桶之王

# League_Champion_Graves_Name
source: Graves
ko_kr: 그레이브즈
ru_ru: Грейвз
zh_my: 葛雷夫

# League_Champion_Graves_Title
source: the Outlaw
ko_kr: 무법자
ru_ru: Беззаконник
zh_my: 亡命之徒

# League_Champion_Gwen_Name
source: Gwen
ko_kr: 그웬
ru_ru: Гвен
zh_my: 关

# League_Champion_Gwen_Title
source: The Hallowed Seamstress
ko_kr: 신성한 재봉사
ru_ru: Благая швея
zh_my: 圣启织偶

# League_Champion_Hecarim_Name
source: Hecarim
ko_kr: 헤카림
ru_ru: Гекарим
zh_my: 赫克林

# League_Champion_Hecarim_Title
source: the Shadow of War
ko_kr: 전쟁의 전조
ru_ru: Призрак войны
zh_my: 战争之影

# League_Champion_Heimerdinger_Name
source: Heimerdinger
ko_kr: 하이머딩거
ru_ru: Хеймердингер
zh_my: 汉默丁格

# League_Champion_Heimerdinger_Title
source: the Revered Inventor
ko_kr: 위대한 발명가
ru_ru: Одержимый ученый
zh_my: 大发明家

# League_Champion_Illaoi_Name
source: Illaoi
ko_kr: 일라오이
ru_ru: Иллаой
zh_my: 伊罗旖

# League_Champion_Illaoi_Title
source: the Kraken Priestess
ko_kr: 크라켄의 여사제
ru_ru: Жрица Матери Глубин
zh_my: 海妖祭司

# League_Champion_Irelia_Name
source: Irelia
ko_kr: 이렐리아
ru_ru: Ирелия
zh_my: 伊瑞莉雅

# League_Champion_Irelia_Title
source: the Blade Dancer
ko_kr: 칼날 무희
ru_ru: Танцующая с клинками
zh_my: 舞剑灵使

# League_Champion_Ivern_Name
source: Ivern
ko_kr: 아이번
ru_ru: Иверн
zh_my: 埃尔文

# League_Champion_Ivern_Title
source: the Green Father
ko_kr: 자연의 아버지
ru_ru: Зеленый отец
zh_my: 绿林之父

# League_Champion_Janna_Name
source: Janna
ko_kr: 잔나
ru_ru: Жанна
zh_my: 珍娜

# League_Champion_Janna_Title
source: the Storm's Fury
ko_kr: 폭풍의 분노
ru_ru: Ярость шторма
zh_my: 风暴女神

# League_Champion_JarvanIV_Name
source: Jarvan IV
ko_kr: 자르반 4세
ru_ru: Джарван IV
zh_my: 嘉文四世

# League_Champion_JarvanIV_Title
source: the Exemplar of Demacia
ko_kr: 데마시아의 귀감
ru_ru: Воплощение Демасии
zh_my: 蒂玛西亚楷模

# League_Champion_Jax_Name
source: Jax
ko_kr: 잭스
ru_ru: Джакс
zh_my: 贾克斯

# League_Champion_Jax_Title
source: Grandmaster at Arms
ko_kr: 무기의 달인
ru_ru: Великий мастер оружия
zh_my: 武器达人

# League_Champion_Jayce_Name
source: Jayce
ko_kr: 제이스
ru_ru: Джейс
zh_my: 杰西

# League_Champion_Jayce_Title
source: the Defender of Tomorrow
ko_kr: 미래의 수호자
ru_ru: Защитник завтрашнего дня
zh_my: 明日守护者

# League_Champion_Jhin_Name
source: Jhin
ko_kr: 진
ru_ru: Джин
zh_my: 烬

# League_Champion_Jhin_Title
source: the Virtuoso
ko_kr: 잔혹극의 거장
ru_ru: Виртуоз
zh_my: 炫技大师

# League_Champion_Jinx_Name
source: Jinx
ko_kr: 징크스
ru_ru: Джинкс
zh_my: 吉茵珂丝

# League_Champion_Jinx_Title
source: the Loose Cannon
ko_kr: 난폭한 말괄량이
ru_ru: Безбашенная хулиганка
zh_my: 暴走重炮

# League_Champion_Kaisa_Name
source: Kai'Sa
ko_kr: 카이사
ru_ru: Кай'Са
zh_my: 凯莎

# League_Champion_Kaisa_Title
source: Daughter of the Void
ko_kr: 공허의 딸
ru_ru: Дочь Бездны
zh_my: 虚空之女

# League_Champion_Kalista_Name
source: Kalista
ko_kr: 칼리스타
ru_ru: Калиста
zh_my: 克黎思妲

# League_Champion_Kalista_Title
source: the Spear of Vengeance
ko_kr: 복수의 화신
ru_ru: Копье возмездия
zh_my: 复仇之矛

# League_Champion_Karma_Name
source: Karma
ko_kr: 카르마
ru_ru: Карма
zh_my: 卡玛

# League_Champion_Karma_Title
source: the Enlightened One
ko_kr: 깨우친 자
ru_ru: Просвещенная
zh_my: 魂之启者

# League_Champion_Karthus_Name
source: Karthus
ko_kr: 카서스
ru_ru: Картус
zh_my: 卡尔瑟斯

# League_Champion_Karthus_Title
source: the Deathsinger
ko_kr: 죽음을 노래하는 자
ru_ru: Певец смерти
zh_my: 死亡颂唱者

# League_Champion_Kassadin_Name
source: Kassadin
ko_kr: 카사딘
ru_ru: Кассадин
zh_my: 卡萨丁

# League_Champion_Kassadin_Title
source: the Void Walker
ko_kr: 공허의 방랑자
ru_ru: Скиталец Бездны
zh_my: 虚空行者

# League_Champion_Katarina_Name
source: Katarina
ko_kr: 카타리나
ru_ru: Катарина
zh_my: 卡特莲娜

# League_Champion_Katarina_Title
source: the Sinister Blade
ko_kr: 사악한 칼날
ru_ru: Гибельный клинок
zh_my: 不祥之刃

# League_Champion_Kayle_Name
source: Kayle
ko_kr: 케일
ru_ru: Кейл
zh_my: 凯尔

# League_Champion_Kayle_Title
source: the Righteous
ko_kr: 정의로운 자
ru_ru: Праведница
zh_my: 正义天使

# League_Champion_Kayn_Name
source: Kayn
ko_kr: 케인
ru_ru: Каин
zh_my: 慨影

# League_Champion_Kayn_Title
source: the Shadow Reaper
ko_kr: 그림자 사신
ru_ru: Сумеречный жнец
zh_my: 闇魂收割者

# League_Champion_Kennen_Name
source: Kennen
ko_kr: 케넨
ru_ru: Кеннен
zh_my: 凯能

# League_Champion_Kennen_Title
source: the Heart of the Tempest
ko_kr: 폭풍의 심장
ru_ru: Сердце бури
zh_my: 狂暴之心

# League_Champion_Khazix_Name
source: Kha'Zix
ko_kr: 카직스
ru_ru: Ка'Зикс
zh_my: 卡力斯

# League_Champion_Khazix_Title
source: the Voidreaver
ko_kr: 공허의 약탈자
ru_ru: Хищник из Бездны
zh_my: 虚空掠食者

# League_Champion_Kindred_Name
source: Kindred
ko_kr: 킨드레드
ru_ru: Киндред
zh_my: 镜爪

# League_Champion_Kindred_Title
source: The Eternal Hunters
ko_kr: 영겁의 사냥꾼
ru_ru: Вечные охотники
zh_my: 永恒猎手

# League_Champion_Kled_Name
source: Kled
ko_kr: 클레드
ru_ru: Клед
zh_my: 克雷德

# League_Champion_Kled_Title
source: the Cantankerous Cavalier
ko_kr: 망나니 기사
ru_ru: Сварливый кавалерист
zh_my: 暴躁骑士

# League_Champion_KogMaw_Name
source: Kog'Maw
ko_kr: 코그모
ru_ru: Ког'Мао
zh_my: 寇格魔

# League_Champion_KogMaw_Title
source: the Mouth of the Abyss
ko_kr: 심연의 아귀
ru_ru: Пасть Бездны
zh_my: 深渊巨口

# League_Champion_Leblanc_Name
source: LeBlanc
ko_kr: 르블랑
ru_ru: Ле Блан
zh_my: 勒布朗

# League_Champion_Leblanc_Title
source: the Deceiver
ko_kr: 환술사
ru_ru: Обманщица
zh_my: 诈欺师

# League_Champion_LeeSin_Name
source: Lee Sin
ko_kr: 리 신
ru_ru: Ли Син
zh_my: 李星

# League_Champion_LeeSin_Title
source: the Blind Monk
ko_kr: 눈먼 수도승
ru_ru: Слепой монах
zh_my: 盲眼武僧

# League_Champion_Leona_Name
source: Leona
ko_kr: 레오나
ru_ru: Леона
zh_my: 雷欧娜

# League_Champion_Leona_Title
source: the Radiant Dawn
ko_kr: 여명의 빛
ru_ru: Ослепительный рассвет
zh_my: 黎明之光

# League_Champion_Lillia_Name
source: Lillia
ko_kr: 릴리아
ru_ru: Лиллия
zh_my: 莉莉亚

# League_Champion_Lillia_Title
source: the Bashful Bloom
ko_kr: 수줍은 꽃
ru_ru: Робкий цветок
zh_my: 羞赧绽华

# League_Champion_Lissandra_Name
source: Lissandra
ko_kr: 리산드라
ru_ru: Лиссандра
zh_my: 丽珊卓

# League_Champion_Lissandra_Title
source: the Ice Witch
ko_kr: 얼음 마녀
ru_ru: Ледяная ведьма
zh_my: 傲雪巫女

# League_Champion_Lucian_Name
source: Lucian
ko_kr: 루시안
ru_ru: Люциан
zh_my: 路西恩

# League_Champion_Lucian_Title
source: the Purifier
ko_kr: 정화의 사도
ru_ru: Истребитель скверны
zh_my: 驱魔圣枪

# League_Champion_Lulu_Name
source: Lulu
ko_kr: 룰루
ru_ru: Лулу
zh_my: 露璐

# League_Champion_Lulu_Title
source: the Fae Sorceress
ko_kr: 요정 마법사
ru_ru: Волшебница фей
zh_my: 精灵魔法使

# League_Champion_Lux_Name
source: Lux
ko_kr: 럭스
ru_ru: Люкс
zh_my: 拉克丝

# League_Champion_Lux_Title
source: the Lady of Luminosity
ko_kr: 광명의 소녀
ru_ru: Леди сияния
zh_my: 光之少女

# League_Champion_Malphite_Name
source: Malphite
ko_kr: 말파이트
ru_ru: Мальфит
zh_my: 墨菲特

# League_Champion_Malphite_Title
source: Shard of the Monolith
ko_kr: 거석의 파편
ru_ru: Осколок Монолита
zh_my: 幻石碎片

# League_Champion_Malzahar_Name
source: Malzahar
ko_kr: 말자하
ru_ru: Мальзахар
zh_my: 马尔札哈

# League_Champion_Malzahar_Title
source: the Prophet of the Void
ko_kr: 공허의 예언자
ru_ru: Пророк Бездны
zh_my: 虚空先知

# League_Champion_Maokai_Name
source: Maokai
ko_kr: 마오카이
ru_ru: Маокай
zh_my: 茂凯

# League_Champion_Maokai_Title
source: the Twisted Treant
ko_kr: 뒤틀린 나무 정령
ru_ru: Испорченный энт
zh_my: 扭曲树人

# League_Champion_MasterYi_Name
source: Master Yi
ko_kr: 마스터 이
ru_ru: Мастер Йи
zh_my: 易大师

# League_Champion_MasterYi_Title
source: the Wuju Bladesman
ko_kr: 우주 검사
ru_ru: Мечник вуджу
zh_my: 无极剑圣

# League_Champion_MissFortune_Name
source: Miss Fortune
ko_kr: 미스 포츈
ru_ru: Мисс Фортуна
zh_my: 好运姐

# League_Champion_MissFortune_Title
source: the Bounty Hunter
ko_kr: 현상금 사냥꾼
ru_ru: Охотница за головами
zh_my: 赏金猎人

# League_Champion_MonkeyKing_Name
source: Wukong
ko_kr: 오공
ru_ru: Вуконг
zh_my: 悟空

# League_Champion_MonkeyKing_Title
source: the Monkey King
ko_kr: 원숭이 왕
ru_ru: Царь обезьян
zh_my: 齐天大圣

# League_Champion_Mordekaiser_Name
source: Mordekaiser
ko_kr: 모데카이저
ru_ru: Мордекайзер
zh_my: 魔斗凯萨

# League_Champion_Mordekaiser_Title
source: the Iron Revenant
ko_kr: 강철의 망령
ru_ru: Железный призрак
zh_my: 金属亡灵

# League_Champion_Morgana_Name
source: Morgana
ko_kr: 모르가나
ru_ru: Моргана
zh_my: 魔甘娜

# League_Champion_Morgana_Title
source: the Fallen
ko_kr: 타락한 자
ru_ru: Падшая
zh_my: 墮落天使

# League_Champion_Nami_Name
source: Nami
ko_kr: 나미
ru_ru: Нами
zh_my: 娜米

# League_Champion_Nami_Title
source: the Tidecaller
ko_kr: 파도 소환사
ru_ru: Повелительница морей
zh_my: 海潮之音

# League_Champion_Nasus_Name
source: Nasus
ko_kr: 나서스
ru_ru: Насус
zh_my: 纳瑟斯

# League_Champion_Nasus_Title
source: the Curator of the Sands
ko_kr: 사막의 관리자
ru_ru: Хранитель песков
zh_my: 沙漠死神

# League_Champion_Nautilus_Name
source: Nautilus
ko_kr: 노틸러스
ru_ru: Наутилус
zh_my: 纳帝鲁斯

# League_Champion_Nautilus_Title
source: the Titan of the Depths
ko_kr: 심해의 타이탄
ru_ru: Титан глубин
zh_my: 深渊巨人

# League_Champion_Neeko_Name
source: Neeko
ko_kr: 니코
ru_ru: Нико
zh_my: 妮可

# League_Champion_Neeko_Title
source: the Curious Chameleon
ko_kr: 알쏭달쏭 카멜레온
ru_ru: Любопытный хамелеон
zh_my: 好奇变色龙

# League_Champion_Nidalee_Name
source: Nidalee
ko_kr: 니달리
ru_ru: Нидали
zh_my: 奈德丽

# League_Champion_Nidalee_Title
source: the Bestial Huntress
ko_kr: 야성의 사냥꾼
ru_ru: Дикая охотница
zh_my: 狂野猎手

# League_Champion_Nocturne_Name
source: Nocturne
ko_kr: 녹턴
ru_ru: Ноктюрн
zh_my: 夜曲

# League_Champion_Nocturne_Title
source: the Eternal Nightmare
ko_kr: 영원한 악몽
ru_ru: Извечный кошмар
zh_my: 永恒梦魇

# League_Champion_Nunu_Name
source: Nunu & Willump
ko_kr: 누누와 윌럼프
ru_ru: Нуну и Виллумп
zh_my: 努努和威朗普

# League_Champion_Nunu_Title
source: the Boy and His Yeti
ko_kr: 소년과 설인
ru_ru: Мальчик и его йети
zh_my: 冰原拍档

# League_Champion_Olaf_Name
source: Olaf
ko_kr: 올라프
ru_ru: Олаф
zh_my: 欧拉夫

# League_Champion_Olaf_Title
source: the Berserker
ko_kr: 광전사
ru_ru: Берсерк
zh_my: 狂战士

# League_Champion_Orianna_Name
source: Orianna
ko_kr: 오리아나
ru_ru: Орианна
zh_my: 奥莉安娜

# League_Champion_Orianna_Title
source: the Lady of Clockwork
ko_kr: 시계태엽 소녀
ru_ru: Заводная леди
zh_my: 发条少女

# League_Champion_Ornn_Name
source: Ornn
ko_kr: 오른
ru_ru: Орн
zh_my: 鄂尔

# League_Champion_Ornn_Title
source: The Fire below the Mountain
ko_kr: 거산의 화염
ru_ru: Пламя Горных Глубин
zh_my: 炉心山神

# League_Champion_Pantheon_Name
source: Pantheon
ko_kr: 판테온
ru_ru: Пантеон
zh_my: 潘森

# League_Champion_Pantheon_Title
source: the Unbreakable Spear
ko_kr: 불굴의 창
ru_ru: Несокрушимое Копье
zh_my: 不屈之矛

# League_Champion_Poppy_Name
source: Poppy
ko_kr: 뽀삐
ru_ru: Поппи
zh_my: 波比

# League_Champion_Poppy_Title
source: Keeper of the Hammer
ko_kr: 망치의 수호자
ru_ru: Хранительница молота
zh_my: 圣槌守护者

# League_Champion_Pyke_Name
source: Pyke
ko_kr: 파이크
ru_ru: Пайк
zh_my: 派克

# League_Champion_Pyke_Title
source: the Bloodharbor Ripper
ko_kr: 핏빛 항구의 학살자
ru_ru: Потрошитель из Кровавой гавани
zh_my: 血港开膛手

# League_Champion_Qiyana_Name
source: Qiyana
ko_kr: 키아나
ru_ru: Киана
zh_my: 姬亚娜

# League_Champion_Qiyana_Title
source: Empress of the Elements
ko_kr: 원소의 여왕
ru_ru: Повелительница стихий
zh_my: 元素女帝

# League_Champion_Quinn_Name
source: Quinn
ko_kr: 퀸
ru_ru: Квинн
zh_my: 葵恩

# League_Champion_Quinn_Title
source: Demacia's Wings
ko_kr: 데마시아의 날개
ru_ru: Крылья Демасии
zh_my: 蒂玛西亚之翼

# League_Champion_Rakan_Name
source: Rakan
ko_kr: 라칸
ru_ru: Рэйкан
zh_my: 锐空

# League_Champion_Rakan_Title
source: The Charmer
ko_kr: 매혹하는 자
ru_ru: Обольститель
zh_my: 惑羽

# League_Champion_Rammus_Name
source: Rammus
ko_kr: 람머스
ru_ru: Раммус
zh_my: 拉姆斯

# League_Champion_Rammus_Title
source: the Armordillo
ko_kr: 중무장 아르마딜로
ru_ru: Броненосец
zh_my: 披甲龙龟

# League_Champion_RekSai_Name
source: Rek'Sai
ko_kr: 렉사이
ru_ru: Рек'Сай
zh_my: 雷珂煞

# League_Champion_RekSai_Title
source: the Void Burrower
ko_kr: 공허의 복병
ru_ru: Хозяйка недр Бездны
zh_my: 虚空穿梭者

# League_Champion_Rell_Name
source: Rell
ko_kr: 렐
ru_ru: Релл
zh_my: 锐儿

# League_Champion_Rell_Title
source: the Iron Maiden
ko_kr: 철의 여인
ru_ru: Железная дева
zh_my: 钢铁少女

# League_Champion_Renekton_Name
source: Renekton
ko_kr: 레넥톤
ru_ru: Ренектон
zh_my: 雷尼克顿

# League_Champion_Renekton_Title
source: the Butcher of the Sands
ko_kr: 사막의 도살자
ru_ru: Мясник из песков
zh_my: 沙漠屠夫

# League_Champion_Rengar_Name
source: Rengar
ko_kr: 렝가
ru_ru: Ренгар
zh_my: 雷葛尔

# League_Champion_Rengar_Title
source: the Pridestalker
ko_kr: 추적하는 사자
ru_ru: Охотник за трофеями
zh_my: 傲慢伏击者

# League_Champion_Riven_Name
source: Riven
ko_kr: 리븐
ru_ru: Ривен
zh_my: 雷玟

# League_Champion_Riven_Title
source: the Exile
ko_kr: 추방자
ru_ru: Изгнанница
zh_my: 破刃放逐者

# League_Champion_Rumble_Name
source: Rumble
ko_kr: 럼블
ru_ru: Рамбл
zh_my: 蓝宝

# League_Champion_Rumble_Title
source: the Mechanized Menace
ko_kr: 기계 악동
ru_ru: Механизированная угроза
zh_my: 武装机兵

# League_Champion_Ryze_Name
source: Ryze
ko_kr: 라이즈
ru_ru: Райз
zh_my: 雷兹

# League_Champion_Ryze_Title
source: the Rune Mage
ko_kr: 룬 마법사
ru_ru: Рунный маг
zh_my: 符文法师

# League_Champion_Samira_Name
source: Samira
ko_kr: 사미라
ru_ru: Самира
zh_my: 煞蜜拉

# League_Champion_Samira_Title
source: the Desert Rose
ko_kr: 사막의 장미
ru_ru: Пустынная роза
zh_my: 荒漠蔷薇

# League_Champion_Sejuani_Name
source: Sejuani
ko_kr: 세주아니
ru_ru: Седжуани
zh_my: 史瓦妮

# League_Champion_Sejuani_Title
source: Fury of the North
ko_kr: 혹한의 분노
ru_ru: Ярость севера
zh_my: 北境之怒

# League_Champion_Senna_Name
source: Senna
ko_kr: 세나
ru_ru: Сенна
zh_my: 姗娜

# League_Champion_Senna_Title
source: the Redeemer
ko_kr: 구원자
ru_ru: Освободительница
zh_my: 赎魂圣枪

# League_Champion_Seraphine_Name
source: Seraphine
ko_kr: 세라핀
ru_ru: Серафина
zh_my: 瑟菈纷

# League_Champion_Seraphine_Title
source: the Starry-Eyed Songstress
ko_kr: 노래하는 별
ru_ru: Мечтательная певица
zh_my: 灿眸歌姬

# League_Champion_Sett_Name
source: Sett
ko_kr: 세트
ru_ru: Сетт
zh_my: 赛特

# League_Champion_Sett_Title
source: the Boss
ko_kr: 우두머리
ru_ru: Босс
zh_my: 兽血拳皇

# League_Champion_Shaco_Name
source: Shaco
ko_kr: 샤코
ru_ru: Шако
zh_my: 萨科

# League_Champion_Shaco_Title
source: the Demon Jester
ko_kr: 악마 어릿광대
ru_ru: Демонический шут
zh_my: 恶魔小丑

# League_Champion_Shen_Name
source: Shen
ko_kr: 쉔
ru_ru: Шен
zh_my: 慎

# League_Champion_Shen_Title
source: the Eye of Twilight
ko_kr: 황혼의 눈
ru_ru: Око сумрака
zh_my: 暮光之眼

# League_Champion_Shyvana_Name
source: Shyvana
ko_kr: 쉬바나
ru_ru: Шивана
zh_my: 希瓦娜

# League_Champion_Shyvana_Title
source: the Half-Dragon
ko_kr: 하프 드래곤
ru_ru: Полудракон
zh_my: 半龙少女

# League_Champion_Singed_Name
source: Singed
ko_kr: 신지드
ru_ru: Синджед
zh_my: 辛吉德

# League_Champion_Singed_Title
source: the Mad Chemist
ko_kr: 미친 화학자
ru_ru: Безумный химик
zh_my: 疯狂炼金师

# League_Champion_Sion_Name
source: Sion
ko_kr: 사이온
ru_ru: Сион
zh_my: 赛恩

# League_Champion_Sion_Title
source: The Undead Juggernaut
ko_kr: 언데드 학살병기
ru_ru: Восставший сокрушитель
zh_my: 亡灵勇士

# League_Champion_Sivir_Name
source: Sivir
ko_kr: 시비르
ru_ru: Сивир
zh_my: 希维尔

# League_Champion_Sivir_Title
source: the Battle Mistress
ko_kr: 전장의 여제
ru_ru: Королева сражений
zh_my: 战争女神

# League_Champion_Skarner_Name
source: Skarner
ko_kr: 스카너
ru_ru: Скарнер
zh_my: 史加纳

# League_Champion_Skarner_Title
source: the Crystal Vanguard
ko_kr: 수정 선봉장
ru_ru: Кристальный страж
zh_my: 水晶战蝎

# League_Champion_Sona_Name
source: Sona
ko_kr: 소나
ru_ru: Сона
zh_my: 索娜

# League_Champion_Sona_Title
source: Maven of the Strings
ko_kr: 현의 명인
ru_ru: Виртуоз струн
zh_my: 琴仙

# League_Champion_Soraka_Name
source: Soraka
ko_kr: 소라카
ru_ru: Сорака
zh_my: 索拉卡

# League_Champion_Soraka_Title
source: the Starchild
ko_kr: 별의 아이
ru_ru: Звездное дитя
zh_my: 众星之子

# League_Champion_Swain_Name
source: Swain
ko_kr: 스웨인
ru_ru: Свейн
zh_my: 斯温

# League_Champion_Swain_Title
source: the Noxian Grand General
ko_kr: 녹서스 대장군
ru_ru: Верховный полководец Ноксуса
zh_my: 诺克萨斯总帅

# League_Champion_Sylas_Name
source: Sylas
ko_kr: 사일러스
ru_ru: Сайлас
zh_my: 赛勒斯

# League_Champion_Sylas_Title
source: the Unshackled
ko_kr: 해방된 자
ru_ru: Сбросивший оковы
zh_my: 罪链术士

# League_Champion_Syndra_Name
source: Syndra
ko_kr: 신드라
ru_ru: Синдра
zh_my: 星朵拉

# League_Champion_Syndra_Title
source: the Dark Sovereign
ko_kr: 어둠의 여제
ru_ru: Темная властительница
zh_my: 黑暗领主

# League_Champion_TahmKench_Name
source: Tahm Kench
ko_kr: 탐 켄치
ru_ru: Таам Кенч
zh_my: 贪啃奇

# League_Champion_TahmKench_Title
source: The River King
ko_kr: 강의 폭군
ru_ru: Речной царь
zh_my: 河中巨怪

# League_Champion_Taliyah_Name
source: Taliyah
ko_kr: 탈리야
ru_ru: Талия
zh_my: 塔莉雅
