Repository: Doctor-Ned/GuessWho
Catalog: GuessWhoResources/Properties/Resources.*.resx
Languages: ko_kr, ru_ru, zh_my

# League_Champion_Taliyah_Title
source: the Stoneweaver
ko_kr: 바위술사
ru_ru: Прядущая камни
zh_my: 岩石编织者

# League_Champion_Talon_Name
source: Talon
ko_kr: 탈론
ru_ru: Талон
zh_my: 塔隆

# League_Champion_Talon_Title
source: the Blade's Shadow
ko_kr: 검의 그림자
ru_ru: Тень клинка
zh_my: 神影刺客

# League_Champion_Taric_Name
source: Taric
ko_kr: 타릭
ru_ru: Тарик
zh_my: 塔里克

# League_Champion_Taric_Title
source: the Shield of Valoran
ko_kr: 발로란의 방패
ru_ru: Щит Валорана
zh_my: 瓦罗然之盾

# League_Champion_Teemo_Name
source: Teemo
ko_kr: 티모
ru_ru: Тимо
zh_my: 提摩

# League_Champion_Teemo_Title
source: the Swift Scout
ko_kr: 날쌘 정찰병
ru_ru: Шустрый скаут
zh_my: 迅捷斥候

# League_Champion_Thresh_Name
source: Thresh
ko_kr: 쓰레쉬
ru_ru: Треш
zh_my: 瑟雷西

# League_Champion_Thresh_Title
source: the Chain Warden
ko_kr: 지옥의 간수
ru_ru: Страж цепей
zh_my: 炼魂狱长

# League_Champion_Tristana_Name
source: Tristana
ko_kr: 트리스타나
ru_ru: Тристана
zh_my: 崔丝塔娜

# League_Champion_Tristana_Title
source: the Yordle Gunner
ko_kr: 요들 사수
ru_ru: Йордлский канонир
zh_my: 约德尔炮手

# League_Champion_Trundle_Name
source: Trundle
ko_kr: 트런들
ru_ru: Трандл
zh_my: 特朗德

# League_Champion_Trundle_Title
source: the Troll King
ko_kr: 트롤 왕
ru_ru: Король троллей
zh_my: 巨魔王

# League_Champion_Tryndamere_Name
source: Tryndamere
ko_kr: 트린다미어
ru_ru: Триндамир
zh_my: 泰达米尔

# League_Champion_Tryndamere_Title
source: the Barbarian King
ko_kr: 야만전사 왕
ru_ru: Король варваров
zh_my: 蛮族之王

# League_Champion_TwistedFate_Name
source: Twisted Fate
ko_kr: 트위스티드 페이트
ru_ru: Твистед Фэйт
zh_my: 逆命

# League_Champion_TwistedFate_Title
source: the Card Master
ko_kr: 카드의 달인
ru_ru: Мастер карт
zh_my: 卡牌大师

# League_Champion_Twitch_Name
source: Twitch
ko_kr: 트위치
ru_ru: Твич
zh_my: 图奇

# League_Champion_Twitch_Title
source: the Plague Rat
ko_kr: 역병 쥐
ru_ru: Чумная крыса
zh_my: 瘟疫之源

# League_Champion_Udyr_Name
source: Udyr
ko_kr: 우디르
ru_ru: Удир
zh_my: 乌迪尔

# League_Champion_Udyr_Title
source: the Spirit Walker
ko_kr: 정령 주술사
ru_ru: Странник духов
zh_my: 神灵行者

# League_Champion_Urgot_Name
source: Urgot
ko_kr: 우르곳
ru_ru: Ургот
zh_my: 乌尔加特

# League_Champion_Urgot_Title
source: the Dreadnought
ko_kr: 살상 병기
ru_ru: Дредноут
zh_my: 重装无畏

# League_Champion_Varus_Name
source: Varus
ko_kr: 바루스
ru_ru: Варус
zh_my: 法洛士

# League_Champion_Varus_Title
source: the Arrow of Retribution
ko_kr: 응징의 화살
ru_ru: Стрела возмездия
zh_my: 惩戒之箭

# League_Champion_Vayne_Name
source: Vayne
ko_kr: 베인
ru_ru: Вейн
zh_my: 汎

# League_Champion_Vayne_Title
source: the Night Hunter
ko_kr: 어둠 사냥꾼
ru_ru: Ночная охотница
zh_my: 暗夜猎人

# League_Champion_Veigar_Name
source: Veigar
ko_kr: 베이가
ru_ru: Вейгар
zh_my: 维迦

# League_Champion_Veigar_Title
source: the Tiny Master of Evil
ko_kr: 악의 작은 지배자
ru_ru: Маленький повелитель зла
zh_my: 邪恶小法师

# League_Champion_Velkoz_Name
source: Vel'Koz
ko_kr: 벨코즈
ru_ru: Вел'Коз
zh_my: 威寇兹

# League_Champion_Velkoz_Title
source: the Eye of the Void
ko_kr: 공허의 눈
ru_ru: Око Бездны
zh_my: 虚空魔眼

# League_Champion_Vi_Name
source: Vi
ko_kr: 바이
ru_ru: Вай
zh_my: 菲艾

# League_Champion_Vi_Title
source: the Piltover Enforcer
ko_kr: 필트오버의 집행자
ru_ru: Пилтоверский миротворец
zh_my: 铁腕特警

# League_Champion_Viego_Name
source: Viego
ko_kr: 비에고
ru_ru: Виего
zh_my: 维尔戈

# League_Champion_Viego_Title
source: The Ruined King
ko_kr: 몰락한 왕
ru_ru: Падший король
zh_my: 殒落王者

# League_Champion_Viktor_Name
source: Viktor
ko_kr: 빅토르
ru_ru: Виктор
zh_my: 维克特

# League_Champion_Viktor_Title
source: the Machine Herald
ko_kr: 기계화의 전령관
ru_ru: Механический вестник
zh_my: 机械使徒

# League_Champion_Vladimir_Name
source: Vladimir
ko_kr: 블라디미르
ru_ru: Владимир
zh_my: 弗拉迪米尔

# League_Champion_Vladimir_Title
source: the Crimson Reaper
ko_kr: 진홍빛 사신
ru_ru: Алый жнец
zh_my: 血色收割者

# League_Champion_Volibear_Name
source: Volibear
ko_kr: 볼리베어
ru_ru: Волибир
zh_my: 弗力贝尔

# League_Champion_Volibear_Title
source: the Relentless Storm
ko_kr: 무자비한 폭풍
ru_ru: Неутихающая Буря
zh_my: 无情风暴

# League_Champion_Warwick_Name
source: Warwick
ko_kr: 워윅
ru_ru: Варвик
zh_my: 沃维克

# League_Champion_Warwick_Title
source: the Uncaged Wrath of Zaun
ko_kr: 자운의 고삐 풀린 분노
ru_ru: Освобожденный гнев Зауна
zh_my: 嗜血狂怒

# League_Champion_Xayah_Name
source: Xayah
ko_kr: 자야
ru_ru: Шая
zh_my: 刹雅

# League_Champion_Xayah_Title
source: the Rebel
ko_kr: 저항하는 자
ru_ru: Бунтарка
zh_my: 逆羽

# League_Champion_Xerath_Name
source: Xerath
ko_kr: 제라스
ru_ru: Зерат
zh_my: 齐勒斯

# League_Champion_Xerath_Title
source: the Magus Ascendant
ko_kr: 초월한 마법사
ru_ru: Высший маг
zh_my: 远古魔导

# League_Champion_XinZhao_Name
source: Xin Zhao
ko_kr: 신 짜오
ru_ru: Ксин Жао
zh_my: 赵信

# League_Champion_XinZhao_Title
source: the Seneschal of Demacia
ko_kr: 데마시아의 호위무사
ru_ru: Сенешаль Демасии
zh_my: 蒂玛西亚总管

# League_Champion_Yasuo_Name
source: Yasuo
ko_kr: 야스오
ru_ru: Ясуо
zh_my: 犽宿

# League_Champion_Yasuo_Title
source: the Unforgiven
ko_kr: 용서받지 못한 자
ru_ru: Непрощенный
zh_my: 放逐浪人

# League_Champion_Yone_Name
source: Yone
ko_kr: 요네
ru_ru: Ёнэ
zh_my: 犽凝

# League_Champion_Yone_Title
source: the Unforgotten
ko_kr: 잊히지 못한 자
ru_ru: Незабытый
zh_my: 不灭剑豪

# League_Champion_Yorick_Name
source: Yorick
ko_kr: 요릭
ru_ru: Йорик
zh_my: 约瑞科

# League_Champion_Yorick_Title
source: Shepherd of Souls
ko_kr: 영혼의 길잡이
ru_ru: Пастух заблудших душ
zh_my: 亡魂牧人

# League_Champion_Yuumi_Name
source: Yuumi
ko_kr: 유미
ru_ru: Юми
zh_my: 悠咪

# League_Champion_Yuumi_Title
source: the Magical Cat
ko_kr: 마법 고양이
ru_ru: Волшебная кошка
zh_my: 魔法灵猫

# League_Champion_Zac_Name
source: Zac
ko_kr: 자크
ru_ru: Зак
zh_my: 札克

# League_Champion_Zac_Title
source: the Secret Weapon
ko_kr: 비밀 병기
ru_ru: Секретное оружие
zh_my: 秘密武器

# League_Champion_Zed_Name
source: Zed
ko_kr: 제드
ru_ru: Зед
zh_my: 劫

# League_Champion_Zed_Title
source: the Master of Shadows
ko_kr: 그림자의 주인
ru_ru: Мастер теней
zh_my: 影忍至尊

# League_Champion_Ziggs_Name
source: Ziggs
ko_kr: 직스
ru_ru: Зиггс
zh_my: 希格斯

# League_Champion_Ziggs_Title
source: the Hexplosives Expert
ko_kr: 마법공학 폭파병
ru_ru: Эксперт по хексчатке
zh_my: 魔法爆破专家

# League_Champion_Zilean_Name
source: Zilean
ko_kr: 질리언
ru_ru: Зилеан
zh_my: 极灵

# League_Champion_Zilean_Title
source: the Chronokeeper
ko_kr: 시간의 수호자
ru_ru: Хранитель времени
zh_my: 时光守护者

# League_Champion_Zoe_Name
source: Zoe
ko_kr: 조이
ru_ru: Зои
zh_my: 柔依

# League_Champion_Zoe_Title
source: the Aspect of Twilight
ko_kr: 여명의 성위
ru_ru: Звездная посланница
zh_my: 暮光星灵

# League_Champion_Zyra_Name
source: Zyra
ko_kr: 자이라
ru_ru: Зайра
zh_my: 枷萝

# League_Champion_Zyra_Title
source: Rise of the Thorns
ko_kr: 가시 덩굴의 복수
ru_ru: Повелительница терний
zh_my: 荆棘漫游者
