Repository: Doctor-Ned/GuessWho
Catalog: GuessWhoResources/Resources/League.*.resx
Languages: el_gr, ja_jp, zh_cn, zh_tw

# Champion.Sivir.Title
source: the Battle Mistress
el_gr: η Κυρά της Μάχης
ja_jp: 戦場の女王
zh_cn: 希维尔
zh_tw: 戰爭女神

# Champion.Skarner.Name
source: Skarner
el_gr: Σκάρνερ
ja_jp: スカーナー
zh_cn: 水晶先锋
zh_tw: 史加納

# Champion.Skarner.Title
source: the Crystal Vanguard
el_gr: ο Κρυστάλλινος Προστάτης
ja_jp: 水晶の尖兵
zh_cn: 斯卡纳
zh_tw: 水晶戰蠍

# Champion.Sona.Name
source: Sona
el_gr: Σόνα
ja_jp: ソナ
zh_cn: 琴瑟仙女
zh_tw: 索娜

# Champion.Sona.Title
source: Maven of the Strings
el_gr: η Κυρίαρχος της Μουσικής
ja_jp: 沈黙の弦奏師
zh_cn: 娑娜
zh_tw: 琴仙

# Champion.Soraka.Name
source: Soraka
el_gr: Σοράκα
ja_jp: ソラカ
zh_cn: 众星之子
zh_tw: 索拉卡

# Champion.Soraka.Title
source: the Starchild
el_gr: το Παιδί των Άστρων
ja_jp: 星の子
zh_cn: 索拉卡
zh_tw: 眾星之子

# Champion.Swain.Name
source: Swain
el_gr: Σουέιν
ja_jp: スウェイン
zh_cn: 诺克萨斯统领
zh_tw: 斯溫

# Champion.Swain.Title
source: the Noxian Grand General
el_gr: ο Μέγας Στρατηγός της Νόξους
ja_jp: ノクサス帝国元帥
zh_cn: 斯维因
zh_tw: 諾克薩斯總帥

# Champion.Sylas.Name
source: Sylas
el_gr: Σάιλας
ja_jp: サイラス
zh_cn: 解脱者
zh_tw: 賽勒斯

# Champion.Sylas.Title
source: the Unshackled
el_gr: ο Ελευθερωμένος
ja_jp: 解き放たれし者
zh_cn: 塞拉斯
zh_tw: 罪鍊術士

# Champion.Syndra.Name
source: Syndra
el_gr: Σίντρα
ja_jp: シンドラ
zh_cn: 暗黑元首
zh_tw: 星朵拉

# Champion.Syndra.Title
source: the Dark Sovereign
el_gr: η Σκοτεινή Βασίλισσα
ja_jp: 暗黒の女王
zh_cn: 辛德拉
zh_tw: 黑暗領主

# Champion.TahmKench.Name
source: Tahm Kench
el_gr: Ταμ Κεντς
ja_jp: タム・ケンチ
zh_cn: 河流之王
zh_tw: 貪啃奇

# Champion.TahmKench.Title
source: The River King
el_gr: Ο Βασιλιάς του Ποταμού
ja_jp: 川の王様
zh_cn: 塔姆
zh_tw: 河中巨怪

# Champion.Taliyah.Name
source: Taliyah
el_gr: Τάλια
ja_jp: タリヤ
zh_cn: 岩雀
zh_tw: 塔莉雅

# Champion.Taliyah.Title
source: the Stoneweaver
el_gr: το Σπουργίτι της Σουρίμα
ja_jp: ストーンウィーバー
zh_cn: 塔莉垭
zh_tw: 岩石編織者

# Champion.Talon.Name
source: Talon
el_gr: Τάλον
ja_jp: タロン
zh_cn: 刀锋之影
zh_tw: 塔隆

# Champion.Talon.Title
source: the Blade's Shadow
el_gr: η Σκιά της Λεπίδας
ja_jp: 将軍の懐刀
zh_cn: 泰隆
zh_tw: 神影刺客

# Champion.Taric.Name
source: Taric
el_gr: Τάρικ
ja_jp: タリック
zh_cn: 瓦洛兰之盾
zh_tw: 塔里克

# Champion.Taric.Title
source: the Shield of Valoran
el_gr: η Ασπίδα του Βάλοραν
ja_jp: ヴァロランの守護者
zh_cn: 塔里克
zh_tw: 瓦羅然之盾

# Champion.Teemo.Name
source: Teemo
el_gr: Τίμο
ja_jp: ティーモ
zh_cn: 迅捷斥候
zh_tw: 提摩

# Champion.Teemo.Title
source: the Swift Scout
el_gr: ο Αεικίνητος Ανιχνευτής
ja_jp: 俊足の斥候
zh_cn: 提莫
zh_tw: 迅捷斥候

# Champion.Thresh.Name
source: Thresh
el_gr: Θρες
ja_jp: スレッシュ
zh_cn: 魂锁典狱长
zh_tw: 瑟雷西

# Champion.Thresh.Title
source: the Chain Warden
el_gr: ο Δεσμοφύλακας των Ψυχών
ja_jp: 縛鎖の看守
zh_cn: 锤石
zh_tw: 鍊魂獄長

# Champion.Tristana.Name
source: Tristana
el_gr: Τριστάνα
ja_jp: トリスターナ
zh_cn: 麦林炮手
zh_tw: 崔絲塔娜

# Champion.Tristana.Title
source: the Yordle Gunner
el_gr: το Πυροβολικό των Γιόρντλ
ja_jp: ヨードルの主砲
zh_cn: 崔丝塔娜
zh_tw: 約德爾炮手

# Champion.Trundle.Name
source: Trundle
el_gr: Τραντλ
ja_jp: トランドル
zh_cn: 巨魔之王
zh_tw: 特朗德

# Champion.Trundle.Title
source: the Troll King
el_gr: ο Βασιλιάς των Τρολ
ja_jp: トロールキング
zh_cn: 特朗德尔
zh_tw: 巨魔王

# Champion.Tryndamere.Name
source: Tryndamere
el_gr: Τρίνταμερ
ja_jp: トリンダメア
zh_cn: 蛮族之王
zh_tw: 泰達米爾

# Champion.Tryndamere.Title
source: the Barbarian King
el_gr: ο Βασιλιάς των Βαρβάρων
ja_jp: 孤高の蛮王
zh_cn: 泰达米尔
zh_tw: 蠻族之王

# Champion.TwistedFate.Name
source: Twisted Fate
el_gr: Τουίστεντ Φέιτ
ja_jp: ツイステッド・フェイト
zh_cn: 卡牌大师
zh_tw: 逆命

# Champion.TwistedFate.Title
source: the Card Master
el_gr: ο Μέγας Χαρτοπαίκτης
ja_jp: 不敗のイカサマ師
zh_cn: 崔斯特
zh_tw: 卡牌大師

# Champion.Twitch.Name
source: Twitch
el_gr: Τουίτς
ja_jp: トゥイッチ
zh_cn: 瘟疫之源
zh_tw: 圖奇

# Champion.Twitch.Title
source: the Plague Rat
el_gr: ο Μολυσμένος Αρουραίος
ja_jp: 黒死のドブネズミ
zh_cn: 图奇
zh_tw: 瘟疫之源

# Champion.Udyr.Name
source: Udyr
el_gr: Ούντιρ
ja_jp: ウディア
zh_cn: 兽灵行者
zh_tw: 烏迪爾

# Champion.Udyr.Title
source: the Spirit Walker
el_gr: ο Πνευματοβάτης
ja_jp: 精霊と歩む者
zh_cn: 乌迪尔
zh_tw: 神靈行者

# Champion.Urgot.Name
source: Urgot
el_gr: Ούργκοτ
ja_jp: アーゴット
zh_cn: 无畏战车
zh_tw: 烏爾加特

# Champion.Urgot.Title
source: the Dreadnought
el_gr: ο Πάνοπλος Γίγαντας
ja_jp: ドレッドノート
zh_cn: 厄加特
zh_tw: 重裝無畏

# Champion.Varus.Name
source: Varus
el_gr: Βάρους
ja_jp: ヴァルス
zh_cn: 惩戒之箭
zh_tw: 法洛士

# Champion.Varus.Title
source: the Arrow of Retribution
el_gr: το Βέλος της Ανταπόδοσης
ja_jp: 報復の一矢
zh_cn: 韦鲁斯
zh_tw: 懲戒之箭

# Champion.Vayne.Name
source: Vayne
el_gr: Βέιν
ja_jp: ヴェイン
zh_cn: 暗夜猎手
zh_tw: 汎

# Champion.Vayne.Title
source: the Night Hunter
el_gr: η Κυνηγός της Νύχτας
ja_jp: ナイトハンター
zh_cn: 薇恩
zh_tw: 暗夜獵人

# Champion.Veigar.Name
source: Veigar
el_gr: Βέιγκαρ
ja_jp: ベイガー
zh_cn: 邪恶小法师
zh_tw: 維迦

# Champion.Veigar.Title
source: the Tiny Master of Evil
el_gr: ο Μικροσκοπικός Άρχοντας του Κακού
ja_jp: 小さき大魔王
zh_cn: 维迦
zh_tw: 邪惡小法師

# Champion.Velkoz.Name
source: Vel'Koz
el_gr: Βελ'Κοζ
ja_jp: ヴェル＝コズ
zh_cn: 虚空之眼
zh_tw: 威寇茲

# Champion.Velkoz.Title
source: the Eye of the Void
el_gr: το Μάτι του Κενού
ja_jp: ヴォイドの瞳
zh_cn: 维克兹
zh_tw: 虛空魔眼

# Champion.Vi.Name
source: Vi
el_gr: Βάι
ja_jp: ヴァイ
zh_cn: 皮城执法官
zh_tw: 菲艾

# Champion.Vi.Title
source: the Piltover Enforcer
el_gr: η Τιμωρός του Πιλτόβερ
ja_jp: ピルトーヴァーの用心棒
zh_cn: 蔚
zh_tw: 鐵腕特警

# Champion.Viego.Name
source: Viego
el_gr: Βιέγκο
ja_jp: ヴィエゴ
zh_cn: 破败之王
zh_tw: 維爾戈

# Champion.Viego.Title
source: The Ruined King
el_gr: Ο Έκπτωτος Βασιλιάς
ja_jp: 滅びの王
zh_cn: 佛耶戈
zh_tw: 殞落王者

# Champion.Viktor.Name
source: Viktor
el_gr: Βίκτορ
ja_jp: ビクター
zh_cn: 机械先驱
zh_tw: 維克特

# Champion.Viktor.Title
source: the Machine Herald
el_gr: ο Προάγγελος της Μηχανής
ja_jp: 機械文明の先触れ
zh_cn: 维克托
zh_tw: 機械使徒

# Champion.Vladimir.Name
source: Vladimir
el_gr: Βλάντιμιρ
ja_jp: ブラッドミア
zh_cn: 猩红收割者
zh_tw: 弗拉迪米爾

# Champion.Vladimir.Title
source: the Crimson Reaper
el_gr: ο Πορφυρός Θεριστής
ja_jp: 真紅の死神
zh_cn: 弗拉基米尔
zh_tw: 血色收割者

# Champion.Volibear.Name
source: Volibear
el_gr: Βόλιμπεαρ
ja_jp: ボリベア
zh_cn: 不灭狂雷
zh_tw: 弗力貝爾

# Champion.Volibear.Title
source: the Relentless Storm
el_gr: η Ανελέητη Καταιγίδα
ja_jp: 無慈悲の嵐
zh_cn: 沃利贝尔
zh_tw: 無情風暴

# Champion.Warwick.Name
source: Warwick
el_gr: Γουόργουικ
ja_jp: ワーウィック
zh_cn: 祖安怒兽
zh_tw: 沃維克

# Champion.Warwick.Title
source: the Uncaged Wrath of Zaun
el_gr: η Ασταμάτητη Οργή του Ζάουν
ja_jp: 解き放たれたゾウンの激憤
zh_cn: 沃里克
zh_tw: 嗜血狂怒

# Champion.Xayah.Name
source: Xayah
el_gr: Ζάια
ja_jp: ザヤ
zh_cn: 逆羽
zh_tw: 剎雅

# Champion.Xayah.Title
source: the Rebel
el_gr: η Επαναστάτρια
ja_jp: 反逆の刃
zh_cn: 霞
zh_tw: 逆羽

# Champion.Xerath.Name
source: Xerath
el_gr: Ζέραθ
ja_jp: ゼラス
zh_cn: 远古巫灵
zh_tw: 齊勒斯

# Champion.Xerath.Title
source: the Magus Ascendant
el_gr: ο Εξυψωμένος Μάγος
ja_jp: 超越魔神
zh_cn: 泽拉斯
zh_tw: 遠古魔導

# Champion.XinZhao.Name
source: Xin Zhao
el_gr: Ζιν Ζάο
ja_jp: シン・ジャオ
zh_cn: 德邦总管
zh_tw: 趙信

# Champion.XinZhao.Title
source: the Seneschal of Demacia
el_gr: ο Αριστοκράτης της Ντεμάσια
ja_jp: デマーシアの家令長
zh_cn: 赵信
zh_tw: 蒂瑪西亞總管

# Champion.Yasuo.Name
source: Yasuo
el_gr: Υασούο
ja_jp: ヤスオ
zh_cn: 疾风剑豪
zh_tw: 犽宿

# Champion.Yasuo.Title
source: the Unforgiven
el_gr: ο Ασυγχώρητος
ja_jp: 赦されざる者
zh_cn: 亚索
zh_tw: 放逐浪人

# Champion.Yone.Name
source: Yone
el_gr: Γιόνε
ja_jp: ヨネ
zh_cn: 封魔剑魂
zh_tw: 犽凝

# Champion.Yone.Title
source: the Unforgotten
el_gr: ο Αλησμόνητος
ja_jp: 忘られざる者
zh_cn: 永恩
zh_tw: 不滅劍豪

# Champion.Yorick.Name
source: Yorick
el_gr: Γιόρικ
ja_jp: ヨリック
zh_cn: 牧魂人
zh_tw: 約瑞科

# Champion.Yorick.Title
source: Shepherd of Souls
el_gr: Οδηγός των Ψυχών
ja_jp: 魂の導き手
zh_cn: 约里克
zh_tw: 亡魂牧人

# Champion.Yuumi.Name
source: Yuumi
el_gr: Γιούμι
ja_jp: ユーミ
zh_cn: 魔法猫咪
zh_tw: 悠咪

# Champion.Yuumi.Title
source: the Magical Cat
el_gr: η Μαγική Γάτα
ja_jp: マジカルキャット
zh_cn: 悠米
zh_tw: 魔法靈貓

# Champion.Zac.Name
source: Zac
el_gr: Ζακ
ja_jp: ザック
zh_cn: 生化魔人
zh_tw: 札克

# Champion.Zac.Title
source: the Secret Weapon
el_gr: το Μυστικό Όπλο
ja_jp: 親愛なる秘密兵器
zh_cn: 扎克
zh_tw: 魔人

# Champion.Zed.Name
source: Zed
el_gr: Ζεντ
ja_jp: ゼド
zh_cn: 影流之主
zh_tw: 劫

# Champion.Zed.Title
source: the Master of Shadows
el_gr: ο Άρχοντας των Σκιών
ja_jp: 影の頭領
zh_cn: 劫
zh_tw: 影忍至尊

# Champion.Ziggs.Name
source: Ziggs
el_gr: Ζιγκζ
ja_jp: ジグス
zh_cn: 爆破鬼才
zh_tw: 希格斯

# Champion.Ziggs.Title
source: the Hexplosives Expert
el_gr: ο Μαγοτεχνικός Μπουρλοτιέρης
ja_jp: ヘクス爆薬のエキスパート
zh_cn: 吉格斯
zh_tw: 魔法爆破專家

# Champion.Zilean.Name
source: Zilean
el_gr: Ζίλεαν
ja_jp: ジリアン
zh_cn: 时光守护者
zh_tw: 極靈

# Champion.Zilean.Title
source: the Chronokeeper
el_gr: ο Φύλακας του Χρόνου
ja_jp: 時の番人
zh_cn: 基兰
zh_tw: 時光守護者

# Champion.Zoe.Name
source: Zoe
el_gr: Ζόη
ja_jp: ゾーイ
zh_cn: 暮光星灵
zh_tw: 柔依

# Champion.Zoe.Title
source: the Aspect of Twilight
el_gr: η Όψη του Λυκόφωτος
ja_jp: 超常の遊び
zh_cn: 佐伊
zh_tw: 暮光星靈

# Champion.Zyra.Name
source: Zyra
el_gr: Ζάιρα
ja_jp: ザイラ
zh_cn: 荆棘之兴
zh_tw: 枷蘿

# Champion.Zyra.Title
source: Rise of the Thorns
el_gr: η Κυρά των Αγκαθιών
ja_jp: 茨の目覚め
zh_cn: 婕拉
zh_tw: 荊棘漫遊者
