Repository: Doctor-Ned/GuessWho
Catalog: GuessWhoResources/Resources/League.*.resx
Languages: el_gr, ja_jp, zh_cn, zh_tw

# BasicCategory.Assassin
source: Assassin
el_gr: Δολοφόνος
ja_jp: アサシン
zh_cn: 刺客
zh_tw: 刺客

# BasicCategory.Fighter
source: Fighter
el_gr: Μαχητής
ja_jp: ファイター
zh_cn: 战士
zh_tw: 鬥士

# BasicCategory.Marksman
source: Marksman
el_gr: Σκοπευτής
ja_jp: マークスマン
zh_cn: 射手
zh_tw: 射手

# BasicCategory.Mage
source: Mage
el_gr: Μάγος
ja_jp: メイジ
zh_cn: 法师
zh_tw: 法師

# BasicCategory.Support
source: Support
el_gr: Υποστηρικτής
ja_jp: サポート
zh_cn: 辅助
zh_tw: 輔助

# BasicCategory.Tank
source: Tank
el_gr: Τανκ
ja_jp: タンク
zh_cn: 坦克
zh_tw: 坦克

# Champion.Aatrox.Name
source: Aatrox
el_gr: Άατροξ
ja_jp: エイトロックス
zh_cn: 暗裔剑魔
zh_tw: 厄薩斯

# Champion.Aatrox.Title
source: the Darkin Blade
el_gr: η Λεπίδα των Ντάρκιν
ja_jp: ダーキンの暴剣
zh_cn: 亚托克斯
zh_tw: 冥血劍魔

# Champion.Ahri.Name
source: Ahri
el_gr: Άρι
ja_jp: アーリ
zh_cn: 九尾妖狐
zh_tw: 阿璃

# Champion.Ahri.Title
source: the Nine-Tailed Fox
el_gr: η Αλεπού με τις Εννιά Ουρές
ja_jp: 九尾の狐
zh_cn: 阿狸
zh_tw: 九尾妖狐

# Champion.Akali.Name
source: Akali
el_gr: Ακάλι
ja_jp: アカリ
zh_cn: 离群之刺
zh_tw: 阿卡莉

# Champion.Akali.Title
source: the Rogue Assassin
el_gr: η Αποστάτρια Δολοφόνος
ja_jp: 主なき暗殺者
zh_cn: 阿卡丽
zh_tw: 隻影刺客

# Champion.Akshan.Name
source: Akshan
el_gr: Ακσάν
ja_jp: アクシャン
zh_cn: 影哨
zh_tw: 埃可尚

# Champion.Akshan.Title
source: the Rogue Sentinel
el_gr: ο Αποστάτης Φρουρός
ja_jp: 流浪の番人
zh_cn: 阿克尚
zh_tw: 俠盜哨兵

# Champion.Alistar.Name
source: Alistar
el_gr: Άλισταρ
ja_jp: アリスター
zh_cn: 牛头酋长
zh_tw: 亞歷斯塔

# Champion.Alistar.Title
source: the Minotaur
el_gr: ο Μινώταυρος
ja_jp: ミノタウロスの戦士
zh_cn: 阿利斯塔
zh_tw: 牛頭酋長

# Champion.Amumu.Name
source: Amumu
el_gr: Αμούμου
ja_jp: アムム
zh_cn: 殇之木乃伊
zh_tw: 阿姆姆

# Champion.Amumu.Title
source: the Sad Mummy
el_gr: η Θλιμμένη Μούμια
ja_jp: めそめそミイラ
zh_cn: 阿木木
zh_tw: 殤之木乃伊

# Champion.Anivia.Name
source: Anivia
el_gr: Ανίβια
ja_jp: アニビア
zh_cn: 冰晶凤凰
zh_tw: 艾妮維亞

# Champion.Anivia.Title
source: the Cryophoenix
el_gr: ο Κρυοφοίνικας
ja_jp: 氷の不死鳥
zh_cn: 艾尼维亚
zh_tw: 冰晶鳳凰

# Champion.Annie.Name
source: Annie
el_gr: Άνι
ja_jp: アニー
zh_cn: 黑暗之女
zh_tw: 安妮

# Champion.Annie.Title
source: the Dark Child
el_gr: το Τέκνο του Σκότους
ja_jp: 闇の申し子
zh_cn: 安妮
zh_tw: 黑暗之女

# Champion.Aphelios.Name
source: Aphelios
el_gr: Αφέλιος
ja_jp: アフェリオス
zh_cn: 残月之肃
zh_tw: 亞菲利歐

# Champion.Aphelios.Title
source: the Weapon of the Faithful
el_gr: το Όπλο των Πιστών
ja_jp: 信ずる者の武器
zh_cn: 厄斐琉斯
zh_tw: 信仰銳武

# Champion.Ashe.Name
source: Ashe
el_gr: Ας
ja_jp: アッシュ
zh_cn: 寒冰射手
zh_tw: 艾希

# Champion.Ashe.Title
source: the Frost Archer
el_gr: η Τοξότρια των Πάγων
ja_jp: 氷の射手
zh_cn: 艾希
zh_tw: 冰霜射手

# Champion.AurelionSol.Name
source: Aurelion Sol
el_gr: Ωρέλιον Σολ
ja_jp: オレリオン・ソル
zh_cn: 铸星龙王
zh_tw: 翱銳龍獸

# Champion.AurelionSol.Title
source: The Star Forger
el_gr: ο Σφυρηλάτης των Άστρων
ja_jp: 星を創りし者
zh_cn: 奥瑞利安·索尔
zh_tw: 星際漫遊者

# Champion.Azir.Name
source: Azir
el_gr: Αζίρ
ja_jp: アジール
zh_cn: 沙漠皇帝
zh_tw: 阿祈爾

# Champion.Azir.Title
source: the Emperor of the Sands
el_gr: ο Αυτοκράτορας της Άμμου
ja_jp: 砂塵の皇帝
zh_cn: 阿兹尔
zh_tw: 蘇瑞瑪砂皇

# Champion.Bard.Name
source: Bard
el_gr: Βάρδος
ja_jp: バード
zh_cn: 星界游神
zh_tw: 巴德

# Champion.Bard.Title
source: the Wandering Caretaker
el_gr: ο Αλλόκοσμος Οδοιπόρος
ja_jp: 流離いの庇護者
zh_cn: 巴德
zh_tw: 漂泊守望者

# Champion.Blitzcrank.Name
source: Blitzcrank
el_gr: Μπλίτζκρανκ
ja_jp: ブリッツクランク
zh_cn: 蒸汽机器人
zh_tw: 布里茨

# Champion.Blitzcrank.Title
source: the Great Steam Golem
el_gr: το Μεγάλο Ατμοκίνητο Γκόλεμ
ja_jp: 偉大なるスチームゴーレム
zh_cn: 布里茨
zh_tw: 蒸汽巨神兵

# Champion.Brand.Name
source: Brand
el_gr: Μπραντ
ja_jp: ブランド
zh_cn: 复仇焰魂
zh_tw: 布蘭德

# Champion.Brand.Title
source: the Burning Vengeance
el_gr: η Φλεγόμενη Εκδίκηση
ja_jp: 復讐の炎
zh_cn: 布兰德
zh_tw: 復仇業火

# Champion.Braum.Name
source: Braum
el_gr: Μπράουμ
ja_jp: ブラウム
zh_cn: 弗雷尔卓德之心
zh_tw: 布郎姆

# Champion.Braum.Title
source: the Heart of the Freljord
el_gr: η Καρδιά του Φρέλιορντ
ja_jp: フレヨルドの漢気
zh_cn: 布隆
zh_tw: 弗雷爾卓德豪腕

# Champion.Caitlyn.Name
source: Caitlyn
el_gr: Κέιτλιν
ja_jp: ケイトリン
zh_cn: 皮城女警
zh_tw: 凱特琳

# Champion.Caitlyn.Title
source: the Sheriff of Piltover
el_gr: η Σερίφης του Πιλτόβερ
ja_jp: ピルトーヴァーの保安官
zh_cn: 凯特琳
zh_tw: 執法者

# Champion.Camille.Name
source: Camille
el_gr: Καμίλ
ja_jp: カミール
zh_cn: 青钢影
zh_tw: 卡蜜兒

# Champion.Camille.Title
source: the Steel Shadow
el_gr: η Ατσάλινη Σκιά
ja_jp: スチールシャドウ
zh_cn: 卡蜜尔
zh_tw: 鋼鐵殘影

# Champion.Cassiopeia.Name
source: Cassiopeia
el_gr: Κασσιόπη
ja_jp: カシオペア
zh_cn: 魔蛇之拥
zh_tw: 卡莎碧雅

# Champion.Cassiopeia.Title
source: the Serpent's Embrace
el_gr: η Αγκαλιά του Ερπετού
ja_jp: 毒蛇の抱擁
zh_cn: 卡西奥佩娅
zh_tw: 蛇之擁抱

# Champion.Chogath.Name
source: Cho'Gath
el_gr: Τσο'Γκαθ
ja_jp: チョ＝ガス
zh_cn: 虚空恐惧
zh_tw: 科加斯

# Champion.Chogath.Title
source: the Terror of the Void
el_gr: ο Τρόμος του Κενού
ja_jp: 未知なる恐怖
zh_cn: 科加斯
zh_tw: 虛空恐懼

# Champion.Corki.Name
source: Corki
el_gr: Κόρκι
ja_jp: コーキ
zh_cn: 英勇投弹手
zh_tw: 庫奇

# Champion.Corki.Title
source: the Daring Bombardier
el_gr: ο Τολμηρός Βομβιστής
ja_jp: 豪気の爆撃手
zh_cn: 库奇
zh_tw: 英勇投彈手

# Champion.Darius.Name
source: Darius
el_gr: Ντάριους
ja_jp: ダリウス
zh_cn: 诺克萨斯之手
zh_tw: 達瑞斯

# Champion.Darius.Title
source: the Hand of Noxus
el_gr: ο Σύμβουλος της Νόξους
ja_jp: ノクサスの戦斧
zh_cn: 德莱厄斯
zh_tw: 諾克薩斯之力

# Champion.Diana.Name
source: Diana
el_gr: Ντιάνα
ja_jp: ダイアナ
zh_cn: 皎月女神
zh_tw: 黛安娜

# Champion.Diana.Title
source: Scorn of the Moon
el_gr: η Καταφρόνια της Σελήνης
ja_jp: 嘲りの月
zh_cn: 黛安娜
zh_tw: 輕藐之月

# Champion.Draven.Name
source: Draven
el_gr: Ντρέιβεν
ja_jp: ドレイヴン
zh_cn: 荣耀行刑官
zh_tw: 達瑞文

# Champion.Draven.Title
source: the Glorious Executioner
el_gr: ο Ένδοξος Εκτελεστής
ja_jp: 栄光ある処刑人
zh_cn: 德莱文
zh_tw: 處刑娛樂大師

# Champion.DrMundo.Name
source: Dr. Mundo
el_gr: Δρ. Μούντο
ja_jp: ドクター・ムンド
zh_cn: 祖安狂人
zh_tw: 蒙多醫生

# Champion.DrMundo.Title
source: the Madman of Zaun
el_gr: ο Σαδιστής Γιατρός του Ζάουν
ja_jp: ゾウンの狂人
zh_cn: 蒙多医生
zh_tw: 佐恩狂人

# Champion.Ekko.Name
source: Ekko
el_gr: Έκκο
ja_jp: エコー
zh_cn: 时间刺客
zh_tw: 艾克

# Champion.Ekko.Title
source: the Boy Who Shattered Time
el_gr: το Αγόρι που Θρυμμάτισε τον Χρόνο
ja_jp: 砕けた時を渡る少年
zh_cn: 艾克
zh_tw: 時空少年

# Champion.Elise.Name
source: Elise
el_gr: Ελίζ
ja_jp: エリス
zh_cn: 蜘蛛女皇
zh_tw: 伊莉絲

# Champion.Elise.Title
source: the Spider Queen
el_gr: η Βασίλισσα Αράχνη
ja_jp: 蜘蛛の女帝
zh_cn: 伊莉丝
zh_tw: 蜘蛛女王

# Champion.Evelynn.Name
source: Evelynn
el_gr: Έβελιν
ja_jp: イブリン
zh_cn: 痛苦之拥
zh_tw: 伊芙琳

# Champion.Evelynn.Title
source: Agony's Embrace
el_gr: η Αγκαλιά της Οδύνης
ja_jp: 苦悶の抱擁
zh_cn: 伊芙琳
zh_tw: 臨終擁抱

# Champion.Ezreal.Name
source: Ezreal
el_gr: Έζρεαλ
ja_jp: エズリアル
zh_cn: 探险家
zh_tw: 伊澤瑞爾

# Champion.Ezreal.Title
source: the Prodigal Explorer
el_gr: ο Μάγος Εξερευνητής
ja_jp: 光の冒険心
zh_cn: 伊泽瑞尔
zh_tw: 探險家

# Champion.Fiddlesticks.Name
source: Fiddlesticks
el_gr: Φίντλστιξ
ja_jp: フィドルスティックス
zh_cn: 远古恐惧
zh_tw: 費德提克

# Champion.Fiddlesticks.Title
source: the Ancient Fear
el_gr: o Αρχαίος Τρόμος
ja_jp: 古の恐怖
zh_cn: 费德提克
zh_tw: 亙古之懼

# Champion.Fiora.Name
source: Fiora
el_gr: Φιόρα
ja_jp: フィオラ
zh_cn: 无双剑姬
zh_tw: 菲歐拉

# Champion.Fiora.Title
source: the Grand Duelist
el_gr: η Ανίκητη Ξιφομάχος
ja_jp: 高潔なるデュエリスト
zh_cn: 菲奥娜
zh_tw: 孤高劍客

# Champion.Fizz.Name
source: Fizz
el_gr: Φιζ
ja_jp: フィズ
zh_cn: 潮汐海灵
zh_tw: 飛斯

# Champion.Fizz.Title
source: the Tidal Trickster
el_gr: ο Σκανδαλιάρης της Παλίρροιας
ja_jp: 波間のトリックスター
zh_cn: 菲兹
zh_tw: 深海頑童

# Champion.Galio.Name
source: Galio
el_gr: Γκάλιο
ja_jp: ガリオ
zh_cn: 正义巨像
zh_tw: 加里歐

# Champion.Galio.Title
source: the Colossus
el_gr: ο Κολοσσός
ja_jp: 伝説の巨像
zh_cn: 加里奥
zh_tw: 禦國巨像

# Champion.Gangplank.Name
source: Gangplank
el_gr: Γκάνγκπλανκ
ja_jp: ガングプランク
zh_cn: 海洋之灾
zh_tw: 剛普朗克

# Champion.Gangplank.Title
source: the Saltwater Scourge
el_gr: η Μάστιγα των Θαλασσών
ja_jp: 大海原の大災厄
zh_cn: 普朗克
zh_tw: 海洋之災

# Champion.Garen.Name
source: Garen
el_gr: Γκάρεν
ja_jp: ガレン
zh_cn: 德玛西亚之力
zh_tw: 蓋倫

# Champion.Garen.Title
source: The Might of Demacia
el_gr: η Δύναμη της Ντεμάσια
ja_jp: デマーシアの勇士
zh_cn: 盖伦
zh_tw: 蒂瑪西亞之力

# Champion.Gnar.Name
source: Gnar
el_gr: Γκναρ
ja_jp: ナー
zh_cn: 迷失之牙
zh_tw: 吶兒

# Champion.Gnar.Title
source: the Missing Link
el_gr: ο Χαμένος Κρίκος
ja_jp: ミッシングリンク
zh_cn: 纳尔
zh_tw: 失落之子

# Champion.Gragas.Name
source: Gragas
el_gr: Γκράγκας
ja_jp: グラガス
zh_cn: 酒桶
zh_tw: 古拉格斯

# Champion.Gragas.Title
source: the Rabble Rouser
el_gr: ο Καβγατζής
ja_jp: 騒乱の飲んだくれ
zh_cn: 古拉加斯
zh_tw: 酒桶之王

# Champion.Graves.Name
source: Graves
el_gr: Γκρέιβς
ja_jp: グレイブス
zh_cn: 法外狂徒
zh_tw: 葛雷夫

# Champion.Graves.Title
source: the Outlaw
el_gr: ο Παράνομος
ja_jp: 無法者
zh_cn: 格雷福斯
zh_tw: 亡命之徒

# Champion.Gwen.Name
source: Gwen
el_gr: Γκουέν
ja_jp: グウェン
zh_cn: 灵罗娃娃
zh_tw: 關

# Champion.Gwen.Title
source: The Hallowed Seamstress
el_gr: Η Καθαγιασμένη Ράφτρα
ja_jp: 聖なるお針子
zh_cn: 格温
zh_tw: 聖啟織偶

# Champion.Hecarim.Name
source: Hecarim
el_gr: Χέκαριμ
ja_jp: ヘカリム
zh_cn: 战争之影
zh_tw: 赫克林

# Champion.Hecarim.Title
source: the Shadow of War
el_gr: η Σκιά του Πολέμου
ja_jp: 戦場の幻影
zh_cn: 赫卡里姆
zh_tw: 戰爭之影

# Champion.Heimerdinger.Name
source: Heimerdinger
el_gr: Χάιμερντιγκερ
ja_jp: ハイマーディンガー
zh_cn: 大发明家
zh_tw: 漢默丁格

# Champion.Heimerdinger.Title
source: the Revered Inventor
el_gr: ο Αναγνωρισμένος Εφευρέτης
ja_jp: 誉れ高き発明王
zh_cn: 黑默丁格
zh_tw: 大發明家

# Champion.Illaoi.Name
source: Illaoi
el_gr: Ιλλαόη
ja_jp: イラオイ
zh_cn: 海兽祭司
zh_tw: 伊羅旖

# Champion.Illaoi.Title
source: the Kraken Priestess
el_gr: η Ιέρεια του Κράκεν
ja_jp: 海の女司祭
zh_cn: 俄洛伊
zh_tw: 海妖祭司

# Champion.Irelia.Name
source: Irelia
el_gr: Ιρέλια
ja_jp: イレリア
zh_cn: 刀锋舞者
zh_tw: 伊瑞莉雅

# Champion.Irelia.Title
source: the Blade Dancer
el_gr: η Χορεύτρια των Λεπίδων
ja_jp: 飛刃の舞い手
zh_cn: 艾瑞莉娅
zh_tw: 舞劍靈使

# Champion.Ivern.Name
source: Ivern
el_gr: Άιβερν
ja_jp: アイバーン
zh_cn: 翠神
zh_tw: 埃爾文

# Champion.Ivern.Title
source: the Green Father
el_gr: ο Πράσινος Πατέρας
ja_jp: 豊緑の神秘
zh_cn: 艾翁
zh_tw: 綠林之父

# Champion.Janna.Name
source: Janna
el_gr: Τζάνα
ja_jp: ジャンナ
zh_cn: 风暴之怒
zh_tw: 珍娜

# Champion.Janna.Title
source: the Storm's Fury
el_gr: η Οργή της Καταιγίδας
ja_jp: 嵐の怒り
zh_cn: 迦娜
zh_tw: 風暴女神

# Champion.JarvanIV.Name
source: Jarvan IV
el_gr: Τζάρβαν ο Δ'
ja_jp: ジャーヴァンⅣ
zh_cn: 德玛西亚皇子
zh_tw: 嘉文四世

# Champion.JarvanIV.Title
source: the Exemplar of Demacia
el_gr: το Υπόδειγμα της Ντεμάσια
ja_jp: デマーシアの儀範
zh_cn: 嘉文四世
zh_tw: 蒂瑪西亞楷模

# Champion.Jax.Name
source: Jax
el_gr: Τζαξ
ja_jp: ジャックス
zh_cn: 武器大师
zh_tw: 賈克斯

# Champion.Jax.Title
source: Grandmaster at Arms
el_gr: ο Γνώστης των Όπλων
ja_jp: 最強の武器使い
zh_cn: 贾克斯
zh_tw: 武器達人

# Champion.Jayce.Name
source: Jayce
el_gr: Τζέις
ja_jp: ジェイス
zh_cn: 未来守护者
zh_tw: 杰西

# Champion.Jayce.Title
source: the Defender of Tomorrow
el_gr: ο Υπερασπιστής του Αύριο
ja_jp: 未来への希望
zh_cn: 杰斯
zh_tw: 明日守護者

# Champion.Jhin.Name
source: Jhin
el_gr: Τζιν
ja_jp: ジン
zh_cn: 戏命师
zh_tw: 燼

# Champion.Jhin.Title
source: the Virtuoso
el_gr: ο Βιρτουόζος
ja_jp: 孤高の芸術家
zh_cn: 烬
zh_tw: 炫技大師

# Champion.Jinx.Name
source: Jinx
el_gr: Τζινξ
ja_jp: ジンクス
zh_cn: 暴走萝莉
zh_tw: 吉茵珂絲

# Champion.Jinx.Title
source: the Loose Cannon
el_gr: η Ανεξέλεγκτη
ja_jp: 暴走パンクガール
zh_cn: 金克丝
zh_tw: 暴走重砲

# Champion.Kaisa.Name
source: Kai'Sa
el_gr: Κάι'Σα
ja_jp: カイ＝サ
zh_cn: 虚空之女
zh_tw: 凱莎

# Champion.Kaisa.Title
source: Daughter of the Void
el_gr: η Κόρη του Κενού
ja_jp: 虚無を知る娘
zh_cn: 卡莎
zh_tw: 虛空之女

# Champion.Kalista.Name
source: Kalista
el_gr: Καλίστα
ja_jp: カリスタ
zh_cn: 复仇之矛
zh_tw: 克黎思妲

# Champion.Kalista.Title
source: the Spear of Vengeance
el_gr: το Δόρυ της Εκδίκησης
ja_jp: 復讐の槍
zh_cn: 卡莉丝塔
zh_tw: 復仇之矛

# Champion.Karma.Name
source: Karma
el_gr: Κάρμα
ja_jp: カルマ
zh_cn: 天启者
zh_tw: 卡瑪

# Champion.Karma.Title
source: the Enlightened One
el_gr: η Πεφωτισμένη
ja_jp: 目覚めし者
zh_cn: 卡尔玛
zh_tw: 魂之啟者

# Champion.Karthus.Name
source: Karthus
el_gr: Κάρθους
ja_jp: カーサス
zh_cn: 死亡颂唱者
zh_tw: 卡爾瑟斯

# Champion.Karthus.Title
source: the Deathsinger
el_gr: ο Υμνωδός του Θανάτου
ja_jp: 死を歌う者
zh_cn: 卡尔萨斯
zh_tw: 死亡頌唱者

# Champion.Kassadin.Name
source: Kassadin
el_gr: Κάσαντιν
ja_jp: カサディン
zh_cn: 虚空行者
zh_tw: 卡薩丁

# Champion.Kassadin.Title
source: the Void Walker
el_gr: ο Ταξιδευτής στο Κενό
ja_jp: ヴォイドを歩む者
zh_cn: 卡萨丁
zh_tw: 虛空行者

# Champion.Katarina.Name
source: Katarina
el_gr: Καταρίνα
ja_jp: カタリナ
zh_cn: 不祥之刃
zh_tw: 卡特蓮娜

# Champion.Katarina.Title
source: the Sinister Blade
el_gr: η Ύπουλη Λεπίδα
ja_jp: 凶兆の刃
zh_cn: 卡特琳娜
zh_tw: 不祥之刃

# Champion.Kayle.Name
source: Kayle
el_gr: Κέιλ
ja_jp: ケイル
zh_cn: 正义天使
zh_tw: 凱爾

# Champion.Kayle.Title
source: the Righteous
el_gr: η Ενάρετη
ja_jp: 天空の正義
zh_cn: 凯尔
zh_tw: 正義天使

# Champion.Kayn.Name
source: Kayn
el_gr: Κέιν
ja_jp: ケイン
zh_cn: 影流之镰
zh_tw: 慨影

# Champion.Kayn.Title
source: the Shadow Reaper
el_gr: ο Θεριστής των Ψυχών
ja_jp: 無情の影
zh_cn: 凯隐
zh_tw: 闇魂收割者

# Champion.Kennen.Name
source: Kennen
el_gr: Κένεν
ja_jp: ケネン
zh_cn: 狂暴之心
zh_tw: 凱能

# Champion.Kennen.Title
source: the Heart of the Tempest
el_gr: το Μάτι του Κυκλώνα
ja_jp: 雷雲の担い手
zh_cn: 凯南
zh_tw: 狂暴之心

# Champion.Khazix.Name
source: Kha'Zix
el_gr: Κα'Ζιξ
ja_jp: カ＝ジックス
zh_cn: 虚空掠夺者
zh_tw: 卡力斯

# Champion.Khazix.Title
source: the Voidreaver
el_gr: ο Εκτελεστής του Κενού
ja_jp: ヴォイドの捕食者
zh_cn: 卡兹克
zh_tw: 虛空掠食者

# Champion.Kindred.Name
source: Kindred
el_gr: Κίντρεντ
ja_jp: キンドレッド
zh_cn: 永猎双子
zh_tw: 鏡爪

# Champion.Kindred.Title
source: The Eternal Hunters
el_gr: οι Αιώνιοι Κυνηγοί
ja_jp: 永遠なる狩人
zh_cn: 千珏
zh_tw: 永恆獵手

# Champion.Kled.Name
source: Kled
el_gr: Κλεντ
ja_jp: クレッド
zh_cn: 暴怒骑士
zh_tw: 克雷德

# Champion.Kled.Title
source: the Cantankerous Cavalier
el_gr: ο Τζαναμπέτης Καβαλάρης
ja_jp: 狂乱の騎兵
zh_cn: 克烈
zh_tw: 暴躁騎士

# Champion.KogMaw.Name
source: Kog'Maw
el_gr: Κογκ'Μο
ja_jp: コグ＝マウ
zh_cn: 深渊巨口
zh_tw: 寇格魔

# Champion.KogMaw.Title
source: the Mouth of the Abyss
el_gr: το Στόμα της Αβύσσου
ja_jp: 深淵のアギト
zh_cn: 克格莫
zh_tw: 深淵巨口

# Champion.Leblanc.Name
source: LeBlanc
el_gr: ΛεΜπλάν
ja_jp: ルブラン
zh_cn: 诡术妖姬
zh_tw: 勒布朗

# Champion.Leblanc.Title
source: the Deceiver
el_gr: η Πλανεύτρα
ja_jp: 幻惑の奇術師
zh_cn: 乐芙兰
zh_tw: 詐欺師

# Champion.LeeSin.Name
source: Lee Sin
el_gr: Λι Σιν
ja_jp: リー・シン
zh_cn: 盲僧
zh_tw: 李星

# Champion.LeeSin.Title
source: the Blind Monk
el_gr: ο Τυφλός Μοναχός
ja_jp: 盲目の修行僧
zh_cn: 李青
zh_tw: 盲眼武僧

# Champion.Leona.Name
source: Leona
el_gr: Λεόνα
ja_jp: レオナ
zh_cn: 曙光女神
zh_tw: 雷歐娜

# Champion.Leona.Title
source: the Radiant Dawn
el_gr: η Υπέρλαμπρη Αυγή
ja_jp: 暁光の戦士
zh_cn: 蕾欧娜
zh_tw: 黎明之光

# Champion.Lillia.Name
source: Lillia
el_gr: Λίλια
ja_jp: リリア
zh_cn: 含羞蓓蕾
zh_tw: 莉莉亞

# Champion.Lillia.Title
source: the Bashful Bloom
el_gr: το Ντροπαλό Άνθος
ja_jp: はにかみ屋の花
zh_cn: 莉莉娅
zh_tw: 羞赧綻華

# Champion.Lissandra.Name
source: Lissandra
el_gr: Λισάντρα
ja_jp: リサンドラ
zh_cn: 冰霜女巫
zh_tw: 麗珊卓

# Champion.Lissandra.Title
source: the Ice Witch
el_gr: η Μάγισσα των Πάγων
ja_jp: 氷の魔女
zh_cn: 丽桑卓
zh_tw: 傲雪巫女

# Champion.Lucian.Name
source: Lucian
el_gr: Λούσιαν
ja_jp: ルシアン
zh_cn: 圣枪游侠
zh_tw: 路西恩

# Champion.Lucian.Title
source: the Purifier
el_gr: ο Μαχητής του Φωτός
ja_jp: 不浄殲滅者
zh_cn: 卢锡安
zh_tw: 驅魔聖槍

# Champion.Lulu.Name
source: Lulu
el_gr: Λούλου
ja_jp: ルル
zh_cn: 仙灵女巫
zh_tw: 露璐

# Champion.Lulu.Title
source: the Fae Sorceress
el_gr: η Νεραϊδομάγισσα
ja_jp: 森の妖精使い
zh_cn: 璐璐
zh_tw: 精靈魔法使

# Champion.Lux.Name
source: Lux
el_gr: Λουξ
ja_jp: ラックス
zh_cn: 光辉女郎
zh_tw: 拉克絲

# Champion.Lux.Title
source: the Lady of Luminosity
el_gr: η Κόρη του Φωτός
ja_jp: 光の才女
zh_cn: 拉克丝
zh_tw: 光之少女

# Champion.Malphite.Name
source: Malphite
el_gr: Μάλφαϊτ
ja_jp: マルファイト
zh_cn: 熔岩巨兽
zh_tw: 墨菲特

# Champion.Malphite.Title
source: Shard of the Monolith
el_gr: το Θραύσμα του Μονόλιθου
ja_jp: モノリスの欠片
zh_cn: 墨菲特
zh_tw: 幻石碎片

# Champion.Malzahar.Name
source: Malzahar
el_gr: Μάλζαχαρ
ja_jp: マルザハール
zh_cn: 虚空先知
zh_tw: 馬爾札哈

# Champion.Malzahar.Title
source: the Prophet of the Void
el_gr: ο Προφήτης του Κενού
ja_jp: ヴォイドの予言者
zh_cn: 玛尔扎哈
zh_tw: 虛空先知

# Champion.Maokai.Name
source: Maokai
el_gr: Μαοκάι
ja_jp: マオカイ
zh_cn: 扭曲树精
zh_tw: 茂凱

# Champion.Maokai.Title
source: the Twisted Treant
el_gr: το Ζωντανό Δέντρο
ja_jp: 歪みし樹人
zh_cn: 茂凯
zh_tw: 扭曲樹人

# Champion.MasterYi.Name
source: Master Yi
el_gr: Μάστερ Γι
ja_jp: マスター・イー
zh_cn: 无极剑圣
zh_tw: 易大師

# Champion.MasterYi.Title
source: the Wuju Bladesman
el_gr: ο Ξιφομάχος του Γούτζου
ja_jp: ウージューの剣客
zh_cn: 易
zh_tw: 無極劍聖

# Champion.MissFortune.Name
source: Miss Fortune
el_gr: Μις Φόρτσουν
ja_jp: ミス・フォーチュン
zh_cn: 赏金猎人
zh_tw: 好運姐

# Champion.MissFortune.Title
source: the Bounty Hunter
el_gr: η Κυνηγός Επικηρυγμένων
ja_jp: 美貌の賞金稼ぎ
zh_cn: 厄运小姐
zh_tw: 賞金獵人

# Champion.MonkeyKing.Name
source: Wukong
el_gr: Γουκόνγκ
ja_jp: ウーコン
zh_cn: 齐天大圣
zh_tw: 悟空

# Champion.MonkeyKing.Title
source: the Monkey King
el_gr: ο Βασιλιάς των Πιθήκων
ja_jp: 美猴王
zh_cn: 孙悟空
zh_tw: 齊天大聖

# Champion.Mordekaiser.Name
source: Mordekaiser
el_gr: Μορντεκάιζερ
ja_jp: モルデカイザー
zh_cn: 铁铠冥魂
zh_tw: 魔鬥凱薩

# Champion.Mordekaiser.Title
source: the Iron Revenant
el_gr: το Σιδηρούν Φάντασμα
ja_jp: 鋼の魂奪者
zh_cn: 莫德凯撒
zh_tw: 金屬亡靈

# Champion.Morgana.Name
source: Morgana
el_gr: Μοργκάνα
ja_jp: モルガナ
zh_cn: 堕落天使
zh_tw: 魔甘娜

# Champion.Morgana.Title
source: the Fallen
el_gr: η Έκπτωτη
ja_jp: 堕天の高潔
zh_cn: 莫甘娜
zh_tw: 墮落天使

# Champion.Nami.Name
source: Nami
el_gr: Νάμι
ja_jp: ナミ
zh_cn: 唤潮鲛姬
zh_tw: 娜米

# Champion.Nami.Title
source: the Tidecaller
el_gr: η Εκλεκτή της Παλίρροιας
ja_jp: 潮呼びの巫女
zh_cn: 娜美
zh_tw: 海潮之音

# Champion.Nasus.Name
source: Nasus
el_gr: Νάσους
ja_jp: ナサス
zh_cn: 沙漠死神
zh_tw: 納瑟斯

# Champion.Nasus.Title
source: the Curator of the Sands
el_gr: ο Φύλακας της Άμμου
ja_jp: 砂漠の司書
zh_cn: 内瑟斯
zh_tw: 沙漠死神

# Champion.Nautilus.Name
source: Nautilus
el_gr: Νότιλους
ja_jp: ノーチラス
zh_cn: 深海泰坦
zh_tw: 納帝魯斯

# Champion.Nautilus.Title
source: the Titan of the Depths
el_gr: ο Τιτάνας του Βυθού
ja_jp: 深海の巨人
zh_cn: 诺提勒斯
zh_tw: 深淵巨人

# Champion.Neeko.Name
source: Neeko
el_gr: Νίκκο
ja_jp: ニーコ
zh_cn: 万花通灵
zh_tw: 妮可

# Champion.Neeko.Title
source: the Curious Chameleon
el_gr: η Περίεργη Χαμαιλέοντας
ja_jp: 不思議のカメレオン
zh_cn: 妮蔻
zh_tw: 好奇變色龍

# Champion.Nidalee.Name
source: Nidalee
el_gr: Νίνταλι
ja_jp: ニダリー
zh_cn: 狂野女猎手
zh_tw: 奈德麗

# Champion.Nidalee.Title
source: the Bestial Huntress
el_gr: η Άγρια Κυνηγός
ja_jp: 半獣の狩人
zh_cn: 奈德丽
zh_tw: 狂野獵手

# Champion.Nocturne.Name
source: Nocturne
el_gr: Νόκτουρν
ja_jp: ノクターン
zh_cn: 永恒梦魇
zh_tw: 夜曲

# Champion.Nocturne.Title
source: the Eternal Nightmare
el_gr: ο Αιώνιος Εφιάλτης
ja_jp: 終わりなき悪夢
zh_cn: 魔腾
zh_tw: 永恆夢魘

# Champion.Nunu.Name
source: Nunu & Willump
el_gr: Νούνου και Γουίλαμπ
ja_jp: ヌヌ＆ウィルンプ
zh_cn: 雪原双子
zh_tw: 努努和威朗普

# Champion.Nunu.Title
source: the Boy and His Yeti
el_gr: το Αγόρι και το Γέτι του
ja_jp: 少年とイエティ
zh_cn: 努努和威朗普
zh_tw: 冰原拍檔

# Champion.Olaf.Name
source: Olaf
el_gr: Όλαφ
ja_jp: オラフ
zh_cn: 狂战士
zh_tw: 歐拉夫

# Champion.Olaf.Title
source: the Berserker
el_gr: ο Μπερζέρκερ
ja_jp: 狂戦士
zh_cn: 奥拉夫
zh_tw: 狂戰士

# Champion.Orianna.Name
source: Orianna
el_gr: Οριάνα
ja_jp: オリアナ
zh_cn: 发条魔灵
zh_tw: 奧莉安娜

# Champion.Orianna.Title
source: the Lady of Clockwork
el_gr: η Αφέντρα του Ρολογιού
ja_jp: 時計仕掛けの舞姫
zh_cn: 奥莉安娜
zh_tw: 發條少女

# Champion.Ornn.Name
source: Ornn
el_gr: Ορν
ja_jp: オーン
zh_cn: 山隐之焰
zh_tw: 鄂爾

# Champion.Ornn.Title
source: The Fire below the Mountain
el_gr: ο Σμιλευτής των Βουνών
ja_jp: 山の下の焔
zh_cn: 奥恩
zh_tw: 爐心山神

# Champion.Pantheon.Name
source: Pantheon
el_gr: Πάνθεον
ja_jp: パンテオン
zh_cn: 不屈之枪
zh_tw: 潘森

# Champion.Pantheon.Title
source: the Unbreakable Spear
el_gr: το Άθραυστο Δόρυ
ja_jp: 砕けぬ槍
zh_cn: 潘森
zh_tw: 不屈之矛

# Champion.Poppy.Name
source: Poppy
el_gr: Πόπι
ja_jp: ポッピー
zh_cn: 圣锤之毅
zh_tw: 波比

# Champion.Poppy.Title
source: Keeper of the Hammer
el_gr: η Φύλακας του Σφυριού
ja_jp: 大鎚の守護者
zh_cn: 波比
zh_tw: 聖槌守護者

# Champion.Pyke.Name
source: Pyke
el_gr: Πάικ
ja_jp: パイク
zh_cn: 血港鬼影
zh_tw: 派克

# Champion.Pyke.Title
source: the Bloodharbor Ripper
el_gr: ο Αντεροβγάλτης του Ματωμένου Λιμανιού
ja_jp: ブラッドハーバーの殺戮鬼
zh_cn: 派克
zh_tw: 血港開膛手

# Champion.Qiyana.Name
source: Qiyana
el_gr: Κιάνα
ja_jp: キヤナ
zh_cn: 元素女皇
zh_tw: 姬亞娜

# Champion.Qiyana.Title
source: Empress of the Elements
el_gr: Η Αυτοκράτειρα των Στοιχείων
ja_jp: エレメントの女帝
zh_cn: 奇亚娜
zh_tw: 元素女帝

# Champion.Quinn.Name
source: Quinn
el_gr: Κουίν
ja_jp: クイン
zh_cn: 德玛西亚之翼
zh_tw: 葵恩

# Champion.Quinn.Title
source: Demacia's Wings
el_gr: τα Φτερά της Ντεμάσια
ja_jp: デマーシアの両翼
zh_cn: 奎因
zh_tw: 蒂瑪西亞之翼

# Champion.Rakan.Name
source: Rakan
el_gr: Ρακάν
ja_jp: ラカン
zh_cn: 幻翎
zh_tw: 銳空

# Champion.Rakan.Title
source: The Charmer
el_gr: ο Γόης
ja_jp: 魅惑の翼
zh_cn: 洛
zh_tw: 惑羽

# Champion.Rammus.Name
source: Rammus
el_gr: Ράμους
ja_jp: ラムス
zh_cn: 披甲龙龟
zh_tw: 拉姆斯

# Champion.Rammus.Title
source: the Armordillo
el_gr: ο Θωρακισμένος
ja_jp: アーマージロ
zh_cn: 拉莫斯
zh_tw: 披甲龍龜

# Champion.RekSai.Name
source: Rek'Sai
el_gr: Ρεκ'Σάι
ja_jp: レク＝サイ
zh_cn: 虚空遁地兽
zh_tw: 雷珂煞

# Champion.RekSai.Title
source: the Void Burrower
el_gr: η Υποχθόνια Κυνηγός
ja_jp: 地底の恐怖
zh_cn: 雷克塞
zh_tw: 虛空穿梭者

# Champion.Rell.Name
source: Rell
el_gr: Ρελ
ja_jp: レル
zh_cn: 镕铁少女
zh_tw: 銳兒

# Champion.Rell.Title
source: the Iron Maiden
el_gr: η Σιδηρά Κυρία
ja_jp: 鋼鉄の乙女
zh_cn: 芮尔
zh_tw: 鋼鐵少女

# Champion.Renekton.Name
source: Renekton
el_gr: Ρένεκτον
ja_jp: レネクトン
zh_cn: 荒漠屠夫
zh_tw: 雷尼克頓

# Champion.Renekton.Title
source: the Butcher of the Sands
el_gr: ο Χασάπης της Ερήμου
ja_jp: 砂漠の解体屋
zh_cn: 雷克顿
zh_tw: 沙漠屠夫

# Champion.Rengar.Name
source: Rengar
el_gr: Ρένγκαρ
ja_jp: レンガー
zh_cn: 傲之追猎者
zh_tw: 雷葛爾

# Champion.Rengar.Title
source: the Pridestalker
el_gr: ο Ένδοξος Κυνηγός
ja_jp: 孤高のハンター
zh_cn: 雷恩加尔
zh_tw: 傲慢伏擊者

# Champion.Riven.Name
source: Riven
el_gr: Ρίβεν
ja_jp: リヴェン
zh_cn: 放逐之刃
zh_tw: 雷玟

# Champion.Riven.Title
source: the Exile
el_gr: η Εξόριστη
ja_jp: 贖罪の追放者
zh_cn: 锐雯
zh_tw: 破刃放逐者

# Champion.Rumble.Name
source: Rumble
el_gr: Ραμπλ
ja_jp: ランブル
zh_cn: 机械公敌
zh_tw: 藍寶

# Champion.Rumble.Title
source: the Mechanized Menace
el_gr: ο Μηχανικός Μπελάς
ja_jp: 戦慄の機甲兵
zh_cn: 兰博
zh_tw: 武裝機兵

# Champion.Ryze.Name
source: Ryze
el_gr: Ράιζ
ja_jp: ライズ
zh_cn: 符文法师
zh_tw: 雷茲

# Champion.Ryze.Title
source: the Rune Mage
el_gr: ο Μάγος των Ρούνων
ja_jp: ルーンの魔導師
zh_cn: 瑞兹
zh_tw: 符文法師

# Champion.Samira.Name
source: Samira
el_gr: Σαμίρα
ja_jp: サミーラ
zh_cn: 沙漠玫瑰
zh_tw: 煞蜜拉

# Champion.Samira.Title
source: the Desert Rose
el_gr: το Ρόδο της Ερήμου
ja_jp: 砂漠の薔薇
zh_cn: 莎弥拉
zh_tw: 荒漠薔薇

# Champion.Sejuani.Name
source: Sejuani
el_gr: Σεζουάνι
ja_jp: セジュアニ
zh_cn: 北地之怒
zh_tw: 史瓦妮

# Champion.Sejuani.Title
source: Fury of the North
el_gr: η Οργή του Βορρά
ja_jp: 極北の激憤
zh_cn: 瑟庄妮
zh_tw: 北境之怒

# Champion.Senna.Name
source: Senna
el_gr: Σέννα
ja_jp: セナ
zh_cn: 涤魂圣枪
zh_tw: 姍娜

# Champion.Senna.Title
source: the Redeemer
el_gr: η Λύτρωση των Ψυχών
ja_jp: 救済者
zh_cn: 赛娜
zh_tw: 贖魂聖槍

# Champion.Seraphine.Name
source: Seraphine
el_gr: Σεραφίν
ja_jp: セラフィーン
zh_cn: 星籁歌姬
zh_tw: 瑟菈紛

# Champion.Seraphine.Title
source: the Starry-Eyed Songstress
el_gr: η Ονειροπόλα Τραγουδίστρια
ja_jp: 希望のメロディー
zh_cn: 萨勒芬妮
zh_tw: 燦眸歌姬

# Champion.Sett.Name
source: Sett
el_gr: Σεττ
ja_jp: セト
zh_cn: 腕豪
zh_tw: 賽特

# Champion.Sett.Title
source: the Boss
el_gr: το Αφεντικό
ja_jp: ザ・ボス
zh_cn: 瑟提
zh_tw: 獸血拳皇

# Champion.Shaco.Name
source: Shaco
el_gr: Σάκο
ja_jp: シャコ
zh_cn: 恶魔小丑
zh_tw: 薩科

# Champion.Shaco.Title
source: the Demon Jester
el_gr: ο Δαιμονικός Γελωτοποιός
ja_jp: 悪魔の道化師
zh_cn: 萨科
zh_tw: 惡魔小丑

# Champion.Shen.Name
source: Shen
el_gr: Σεν
ja_jp: シェン
zh_cn: 暮光之眼
zh_tw: 慎

# Champion.Shen.Title
source: the Eye of Twilight
el_gr: το Μάτι του Λυκόφωτος
ja_jp: 黄昏の瞳
zh_cn: 慎
zh_tw: 暮光之眼

# Champion.Shyvana.Name
source: Shyvana
el_gr: Σιβάνα
ja_jp: シヴァーナ
zh_cn: 龙血武姬
zh_tw: 希瓦娜

# Champion.Shyvana.Title
source: the Half-Dragon
el_gr: η Ημι-Δράκαινα
ja_jp: 半龍人
zh_cn: 希瓦娜
zh_tw: 半龍少女

# Champion.Singed.Name
source: Singed
el_gr: Σιντζντ
ja_jp: シンジド
zh_cn: 炼金术士
zh_tw: 辛吉德

# Champion.Singed.Title
source: the Mad Chemist
el_gr: ο Τρελός Χημικός
ja_jp: マッドケミスト
zh_cn: 辛吉德
zh_tw: 瘋狂煉金師

# Champion.Sion.Name
source: Sion
el_gr: Σάιον
ja_jp: サイオン
zh_cn: 亡灵战神
zh_tw: 賽恩

# Champion.Sion.Title
source: The Undead Juggernaut
el_gr: ο Απέθαντος Κολοσσός
ja_jp: 不死身の重戦車
zh_cn: 赛恩
zh_tw: 亡靈勇士

# Champion.Sivir.Name
source: Sivir
el_gr: Σίβιρ
ja_jp: シヴィア
zh_cn: 战争女神
zh_tw: 希維爾
